code --install-extension bungcip.better-toml
code --install-extension castwide.solargraph
code --install-extension christian-kohler.npm-intellisense
code --install-extension christian-kohler.path-intellisense
code --install-extension claudiosanches.wpcs-whitelist-flags
code --install-extension cssho.vscode-svgviewer
code --install-extension dbaeumer.vscode-eslint
code --install-extension DotJoshJohnson.xml
code --install-extension dzannotti.vscode-babel-coloring
code --install-extension ecmel.vscode-html-css
code --install-extension EditorConfig.EditorConfig
code --install-extension eg2.vscode-npm-script
code --install-extension esbenp.prettier-vscode
code --install-extension felipecaputo.git-project-manager
code --install-extension felixfbecker.php-intellisense
code --install-extension formulahendry.code-runner
code --install-extension HookyQR.beautify
code --install-extension hridoy.wordpress
code --install-extension James-Yu.latex-workshop
code --install-extension joelday.docthis
code --install-extension johnpapa.pwa-tools
code --install-extension josa.markdown-table-formatter
code --install-extension mdickin.markdown-shortcuts
code --install-extension michelemelluso.code-beautifier
code --install-extension mingteo.sort-selection-concentrically
code --install-extension mrmlnc.vscode-scss
code --install-extension ms-python.python
code --install-extension ms-vscode.wordcount
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension msjsdiag.debugger-for-chrome
code --install-extension nepaul.editorconfiggenerator
code --install-extension ohansemmanuel.css-grid-snippets
code --install-extension PeterJausovec.vscode-docker
code --install-extension rebornix.ruby
code --install-extension ritwickdey.LiveServer
code --install-extension robertohuertasm.vscode-icons
code --install-extension saviorisdead.RustyCode
code --install-extension tombonnike.vscode-status-bar-format-toggle
code --install-extension tungvn.wordpress-snippet
code --install-extension vstirbu.vscode-mermaid-preview
code --install-extension wayou.vscode-todo-highlight
code --install-extension wix.vscode-import-cost
code --install-extension wordpresstoolbox.wordpress-toolbox
code --install-extension xabikos.JavaScriptSnippets
code --install-extension xaver.clang-format
