{
    "title": "Yahoo! Word List",
    "link": "http://styleguide.yahoo.com/word-list",
    "description": "The Yahoo! word list covers terms related to communications, technology, branding, and other topics that our U.S. editors have encountered frequently. Following is a healthy sampling of the\n full Yahoo! word list.\n\nThese are the decisions that Yahoo! has come to after years of writing and editing for the Web. You may naturally make different choices and have different entries, but our word list can be useful as a springboard or as an additional reference.",
    "language": "en-us",
    "node": [
        {
            "Word": "20-something",
            "Description": "Note numeral and hyphen."
        },
        {
            "Word": "24/7",
            "Description": "Note slash. Example: The phones are staffed 24/7."
        },
        {
            "Word": "3D",
            "Description": "No space. Not 3-D."
        },
        {
            "Word": "3G, 4G",
            "Description": "Types of cell phone networks."
        },
        {
            "Word": "50-50",
            "Description": "Note hyphen and use of numerals. Example: They figure their candidate has a 50-50 chance."
        },
        {
            "Word": "8x, 16x",
            "Description": "Format for values that denote the speed of drives such as CD and DVD drives. Example: The DVD-RW drive boasts write, rewrite, and read speeds of 16x, 8x, and 16x, respectively."
        },
        {
            "Word": "9/11",
            "Description": "Acceptable abbreviation for September 11, 2001, when space is tight; however, Sept. 11 is the preferred abbreviation."
        },
        {
            "Word": "°C",
            "Description": "Acceptable abbreviation for degrees Celsius. (To create the degree symbol, see &ldquo;Special characters.&rdquo;) Example: The average summer temperature is 23°C in the valley. (No space between the numeral and °C, no period after °C.)"
        },
        {
            "Word": "C (language)",
            "Description": "Old-school programming language, still in use around the world. Note capitalization."
        },
        {
            "Word": "°F",
            "Description": "Acceptable abbreviation for degree(s) Fahrenheit. (To create the degree symbol, see &ldquo;Special characters.&rdquo;) Example: The average summer temperature is 75°F in the valley. No space between the numeral and °F, no period after the abbreviation."
        },
        {
            "Word": "a lot",
            "Description": "Two words. Not alot."
        },
        {
            "Word": "A.D.",
            "Description": "Note capital letters and periods, no space after the first period. Place before the year. Example: The city of Hippos was destroyed by an earthquake in A.D. 749. For more information, see &ldquo;Years.&rdquo;"
        },
        {
            "Word": "a.m.",
            "Description": "Lowercase, no space after first period. Include a space between the number and a.m. (9 a.m.). See &ldquo;Time.&rdquo;"
        },
        {
            "Word": "ActiveX",
            "Description": "Note capitalization of this Microsoft trademark. Term should be used as an adjective only. Example: ActiveX control, ActiveX technologies."
        },
        {
            "Word": "actor",
            "Description": "Use actor for everyone, not actress for female actors. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "add-on (n., adj.), add on (v.)",
            "Description": "Note hyphen when used as a noun or adjective. Two words when used as a verb."
        },
        {
            "Word": "address book",
            "Description": ""
        },
        {
            "Word": "adware",
            "Description": ""
        },
        {
            "Word": "African American (n., adj.)",
            "Description": "Two words, no hyphen. This term may be used interchangeably with black. But note: The term black applies to any black person of African descent; African American applies only when you know for certain that the person is American and not Canadian, Haitian, or another nationality. [Updated to clarify term.]"
        },
        {
            "Word": "afterparty (n.)",
            "Description": "One word. A party that takes place after a big event or larger party. Example: She wore one designer&rsquo;s creation on the red carpet, another&rsquo;s to the afterparty."
        },
        {
            "Word": "aka",
            "Description": "Abbreviation for also known as. Lowercase, no periods, no spaces."
        },
        {
            "Word": "all right",
            "Description": "Two words. Not alright. Hyphenate when it precedes the word it modifies. Examples: Do you feel all right? It was an all-right day—not great, but not bad, either."
        },
        {
            "Word": "all-star (n., adj.)",
            "Description": "Note hyphen. Capitalize when referring to sports events and teams with all-star as part of the official name: This is his third time being picked as an MLB All-Star. The All-Star Game will air next week. Lowercase when using it generically: The movie features an all-star cast."
        },
        {
            "Word": "alright",
            "Description": "Don&rsquo;t use. See &ldquo;all right.&rdquo;"
        },
        {
            "Word": "alt text",
            "Description": "Short for alternative text, which is text entered into the HTML alt attribute associated with an image on a webpage. See &ldquo;Alt text and image captions.&rdquo;"
        },
        {
            "Word": "American Indian (n., adj.)",
            "Description": "Two words, no hyphen. Can be used interchangeably with Native American where appropriate, but follow the subject&rsquo;s preference and use a more specific name (such as Lakota Sioux or Navajo) where possible."
        },
        {
            "Word": "amid, amidst",
            "Description": "The preferred U.S. word is amid. Amidst is chiefly British and is considered a variant of amid in the United States."
        },
        {
            "Word": "among, amongst",
            "Description": "The preferred U.S. word is among. Amongst is chiefly British and is considered a variant of among in the United States."
        },
        {
            "Word": "anti-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with an i or a capital letter—if it does, hyphenate. Examples: anti-intelligence, anti-American, antispyware."
        },
        {
            "Word": "antivirus",
            "Description": "Lowercase when used generically. When referring to the name of a specific antivirus product, use the manufacturer&rsquo;s spelling, hyphenation, and capitalization. Example: Our review of antivirus software starts with Symantec&rsquo;s Norton AntiVirus."
        },
        {
            "Word": "app",
            "Description": "Short form of application. Plural: apps.  Do not use if there&rsquo;s any room for confusion."
        },
        {
            "Word": "ASCII",
            "Description": "Acronym for American Standard Code for Information Interchange. Acronym is always OK."
        },
        {
            "Word": "Asian American (n., adj.)",
            "Description": "Two words, no hyphen."
        },
        {
            "Word": "Asian Pacific American (n., adj.)",
            "Description": "Three words, no hyphen. Refers to Americans of Asian and Pacific Islander descent."
        },
        {
            "Word": "audio conference",
            "Description": ""
        },
        {
            "Word": "auto-renew (adj., v.)",
            "Description": "Note hyphen. Example: The software includes an auto-renew feature. For the verb, it&rsquo;s preferable to use automatically renew, unless space is very tight and the meaning of auto-renew will be clear from the context. Examples: Your subscription will automatically renew. Check this box to auto-renew."
        },
        {
            "Word": "Auto-Tune",
            "Description": "Note capitalization of this Antares Audio Technologies trademark. Use the term as an adjective or as a proper noun, and do not use it as a verb."
        },
        {
            "Word": "autumn",
            "Description": "Lowercase the season name. See also &ldquo;seasons.&rdquo;"
        },
        {
            "Word": "avatar",
            "Description": "Lowercase when used generically."
        },
        {
            "Word": "B.C.",
            "Description": "Note capitals and periods. No space after the first period. Place B.C. after the year. Example: The ruins of the city date back to around 900 B.C. For more information, see &ldquo;Years.&rdquo;"
        },
        {
            "Word": "B2B",
            "Description": "Abbreviation for business-to-business."
        },
        {
            "Word": "BA",
            "Description": "Abbreviation for Bachelor of Arts. No periods. [Updated to apply title case to the full name of the degree.]"
        },
        {
            "Word": "baby boomer (n.), baby-boomer (adj.)",
            "Description": ""
        },
        {
            "Word": "back end (n.), back-end (adj.)",
            "Description": ""
        },
        {
            "Word": "back-to-school (adj.), back to school (adv.)",
            "Description": "Note hyphens when it precedes the word it modifies. Three words in all other cases. Examples: Back-to-school shopping can be a painful experience. The kids are headed back to school in the fall."
        },
        {
            "Word": "backdoor (n., adj.)",
            "Description": "One word. A method or tool for surreptitiously gaining access to a computer system."
        },
        {
            "Word": "backup (n., adj.), back up (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: When the backup is complete, you&rsquo;ll see a list of all backup files. We automatically back up your website."
        },
        {
            "Word": "backward, backwards (adv.)",
            "Description": "Use backward in American English; backwards is more prevalent in British English."
        },
        {
            "Word": "bar code (n., adj.)",
            "Description": "Two words, no hyphen."
        },
        {
            "Word": "Bcc (adj., v.)",
            "Description": "Abbreviation for blind carbon copy. Abbreviation is always OK. Example: Put email addresses in the Bcc field if you don&rsquo;t want anyone else to see them. If you send that email, be sure to Bcc me. Other forms: Bcc&rsquo;d, Bcc&rsquo;ing, Bcc&rsquo;s."
        },
        {
            "Word": "best-seller (n.), best-selling (adj.)",
            "Description": "Note hyphen."
        },
        {
            "Word": "beta",
            "Description": "Capitalize beta if it is part of an official product name. Otherwise, lowercase it. Examples: Sign up for the new Yahoo! Messenger Beta. Try the beta version of Yahoo! Messenger."
        },
        {
            "Word": "biannual(ly), bimonthly, biweekly",
            "Description": "Don&rsquo;t use any of these words. They can mean either every other year, month, or week, or twice a year, month, or week. Instead, use the longer but unambiguous every two years, months, or weeks, or twice a year, month, or week."
        },
        {
            "Word": "bil",
            "Description": "Acceptable as an abbreviation for billion when space is tight. Include a space between the number and bil. Example: Senate passes $20 bil financial aid plan. See also &ldquo;billion.&rdquo;"
        },
        {
            "Word": "billion",
            "Description": "Use numerals with billion. Don&rsquo;t hyphenate the numeral and billion even before a noun. As part of a hyphenated compound, use a hyphen between the numeral and billion. Examples: 4 billion people, a $2 billion contract, 5-billion-year history. In general, spell out billion. If space is tight, bil is an acceptable abbreviation. See also &ldquo;bil.&rdquo;"
        },
        {
            "Word": "Bing",
            "Description": "Capitalize when referring to Microsoft&rsquo;s search engine."
        },
        {
            "Word": "biodiesel (n., adj.)",
            "Description": ""
        },
        {
            "Word": "birth date",
            "Description": "Two words. Not birthdate."
        },
        {
            "Word": "bitstream (n.)",
            "Description": "One word. A stream of data."
        },
        {
            "Word": "black (n., adj.)",
            "Description": "Lowercase when referring to race. African American may also be used when it is certain that the person is American. Plural: black people or some other phrase using black as an adjective is preferable to blacks (see &ldquo;Banish bias&rdquo;)."
        },
        {
            "Word": "black-and-white, black and white",
            "Description": "Note hyphens when it precedes the word it modifies. Three words in all other cases. Examples: You can print the map in black and white. You can print a black-and-white map."
        },
        {
            "Word": "BlackBerry (adj.)",
            "Description": "One word. Note capitalization of this Research In Motion (RIM) trademark. Plural: BlackBerry devices (because the word is a trademark, don&rsquo;t use BlackBerrys unless it&rsquo;s part of a direct quotation)."
        },
        {
            "Word": "blog (n., adj., v.)",
            "Description": "Preferred to weblog."
        },
        {
            "Word": "blogroll (n.)",
            "Description": "One word. A blogger&rsquo;s list of other recommended blogs."
        },
        {
            "Word": "Blu-ray",
            "Description": "No e in Blu. Note capitalization and hyphen of this Blu-ray Disc Association (BDA) trademark. Use the term as an adjective, and do not add an s to make it a plural noun."
        },
        {
            "Word": "Bluetooth",
            "Description": "One word. Note capitalization of this Bluetooth SIG trademark. Use the term as an adjective, and do not add an s to make it a plural noun."
        },
        {
            "Word": "BMP",
            "Description": "Abbreviation for bitmap. Generally used to refer to a graphic file (the file extension is .bmp). Abbreviation is always OK."
        },
        {
            "Word": "bowl",
            "Description": "Capitalize when used in a proper noun: Rose Bowl Stadium, Fiesta Bowl. Lowercase when used generically: college bowl games, bowl schedule."
        },
        {
            "Word": "bps",
            "Description": "Abbreviation for bits per second. Lowercase. Do not include a space between the number and bps. Abbreviation is always OK."
        },
        {
            "Word": "breadcrumb",
            "Description": "One word. A navigational term for the path you&rsquo;ve taken to get to a certain webpage. (Breadcrumb is short for breadcrumb trail; it can also refer to the individual links in the trail.) To see an example of a breadcrumb trail, see &ldquo;User-interface text basics.&rdquo;"
        },
        {
            "Word": "brick-and-mortar (adj.)",
            "Description": "Note hyphens."
        },
        {
            "Word": "browsable",
            "Description": "Not browseable."
        },
        {
            "Word": "businessperson",
            "Description": "Use this gender-neutral term instead of businessman or businesswoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "café",
            "Description": "OK to use accented character in webpage copy and HTML emails, but use cafe (with no accent) in plain-text emails, in copy that may appear in an RSS feed, and in other places where special characters are not always supported (in comment systems and certain content management systems, for example)&mdash;such characters may become garbled. (Alternative style: Use the unaccented version in all cases to simplify decision making for editors; this term without accents is unlikely to be misread in English.)"
        },
        {
            "Word": "camera phone",
            "Description": ""
        },
        {
            "Word": "cancellation (n.), canceled, canceling (v.)",
            "Description": "The preferred U.S. spelling has two l&rsquo;s in noun form and one l in verb forms. The preferred British spelling has two l&rsquo;s in all forms."
        },
        {
            "Word": "CAPTCHA",
            "Description": "Acronym for Completely Automated Public Turing Test to Tell Computers and Humans Apart. Acronym is always OK. Plural: CAPTCHAs."
        },
        {
            "Word": "Cascading Style Sheets",
            "Description": "A Web-building technology (see &ldquo;Coding basics&rdquo;). OK to abbreviate as CSS after initial explanation. Use lowercase style sheets to refer to CSS documents. Example: Cascading Style Sheets (CSS) specifications allow a site designer to use style sheets to specify layout and other visual aspects of a webpage."
        },
        {
            "Word": "Cc (adj., v.)",
            "Description": "Abbreviation for carbon copy. Abbreviation is always OK. Example: When sending email to colleagues, Cc those people who need to know about your message but who don&rsquo;t need to act on it. Other forms: Cc&rsquo;d, Cc&rsquo;ing, Cc&rsquo;s."
        },
        {
            "Word": "CD",
            "Description": "Abbreviation for compact disc. Abbreviation is always OK. Plural: CDs."
        },
        {
            "Word": "CD-R",
            "Description": "Abbreviation for CD-recordable. Note hyphen. Plural: CD-Rs."
        },
        {
            "Word": "CD-ROM",
            "Description": "Abbreviation for CD-read-only memory. Note hyphen. Abbreviation is always OK. Plural: CD-ROMs."
        },
        {
            "Word": "CD-RW",
            "Description": "Abbreviation for CD-rewritable. Note hyphen. Plural: CD-RWs."
        },
        {
            "Word": "CDMA",
            "Description": "Abbreviation for code division multiple access, a digital communication method used by some mobile devices. Abbreviation is always OK."
        },
        {
            "Word": "cell phone (n., adj.)",
            "Description": "Two words, no hyphen. Examples: He left the message on my cell phone. Type in your cell phone number. Note: Cell phone is interchangeable with mobile phone in the U.S.; in the U.K., mobile phone is the more common term. In parts of Asia, handphone is common."
        },
        {
            "Word": "Celsius",
            "Description": "An acceptable abbreviation for degree(s) Celsius is °C. See also &ldquo;°C.&rdquo;"
        },
        {
            "Word": "centigram",
            "Description": "An acceptable abbreviation for centigram(s) is cg (no period)."
        },
        {
            "Word": "centiliter",
            "Description": "An acceptable abbreviation for centiliter(s) is cl (no period)."
        },
        {
            "Word": "centimeter",
            "Description": "An acceptable abbreviation for centimeter(s) is cm (no period)."
        },
        {
            "Word": "cg",
            "Description": "Acceptable abbreviation for centigram(s). Include a space between the number and cg. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "CGI",
            "Description": "Do not use the initialism alone in a first reference. Use one of the following instead, depending on the term you&rsquo;re referring to: computer-generated imaging (CGI), common gateway interface (CGI), or computer graphics interface (CGI). OK to use CGI by itself in subsequent references."
        },
        {
            "Word": "chair, chairperson",
            "Description": "Use these gender-neutral terms rather than chairman or chairwoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "chat room",
            "Description": ""
        },
        {
            "Word": "check-in (n., adj.), check in (v.)",
            "Description": "As a noun or an adjective, it’s hyphenated. As a verb, it’s two words, which may be followed by at, to, with, or another preposition. Examples: Please check in on the registration page. All visitors must go through a check-in procedure."
        },
        {
            "Word": "checkbox",
            "Description": ""
        },
        {
            "Word": "checkout (n., adj.), check out (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: The checkout process is very short. You enter this information during checkout. You&rsquo;ll find that you can check out very quickly."
        },
        {
            "Word": "cl",
            "Description": "Acceptable abbreviation for centiliter(s). Include a space between the number and cl. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "click (v.)",
            "Description": "Depending on the object, use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.). For details, see &ldquo;Mouse actions.&rdquo;"
        },
        {
            "Word": "clickable",
            "Description": ""
        },
        {
            "Word": "clickthrough (n., adj.), click through (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: The company&rsquo;s online ads consistently earn a high clickthrough rate. Click through to the last page to see your score."
        },
        {
            "Word": "client/server (adj.)",
            "Description": "A type of network (a client/server network)."
        },
        {
            "Word": "clip art",
            "Description": ""
        },
        {
            "Word": "closed caption (n.), closed-caption (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: Provide closed captions with your videos. Search engines may be able to crawl your closed-caption files to search for keywords."
        },
        {
            "Word": "cloud computing (n., adj.)",
            "Description": "Lowercase this term, which means accessing software and other computer resources over the Internet. (The software or other resource exists on a remote server instead of on the individual&rsquo;s computer.) Examples: We provide cloud computing services for small businesses. With our array of cloud-based services, you can find your business needs met in the cloud."
        },
        {
            "Word": "cm",
            "Description": "Acceptable abbreviation for centimeter(s). Include a space between the number and cm. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "co-",
            "Description": "Generally, use a hyphen between this prefix and a root word unless the word is one that your dictionary closes up (for example, cooperation, coordinate). But always use a hyphen when the resulting word denotes a shared occupation or status. Examples: co-creator, co-host, co-parent, co-star, co-worker."
        },
        {
            "Word": "CO2",
            "Description": "Abbreviation for carbon dioxide. (Subscript 2 is not recommended for online content.)"
        },
        {
            "Word": "codec",
            "Description": "Short for coder/decoder. Short form is always OK."
        },
        {
            "Word": "commercial-free",
            "Description": "Hyphenate in all instances."
        },
        {
            "Word": "Congress",
            "Description": "Use when referring to both the U.S. Senate and the House of Representatives. Note capitalization."
        },
        {
            "Word": "congressman, congresswoman",
            "Description": "Don&rsquo;t use. Before a name, use Rep. or Sen.: Sen. John McCain. In references without a name, use senator, representative, or congressperson: The congressperson from Ohio spoke first. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "congressperson",
            "Description": "Use this term (or representative or senator) rather than congressman or congresswoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "cookie",
            "Description": "Lowercase when referring to tracking cookies or to snacks."
        },
        {
            "Word": "corrupted",
            "Description": "Use corrupted, not corrupt, to describe a file or data. Example: The file was corrupted—I couldn&rsquo;t open it. Delete the corrupted file."
        },
        {
            "Word": "craftsperson",
            "Description": "Use this term instead of craftsman to refer to a person. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "crawl (v.)",
            "Description": "OK to use as transitive verb meaning &ldquo;to sift through.&rdquo; Example: Search engines crawl websites to assess the sites&rsquo; relevance for a particular search term."
        },
        {
            "Word": "crowdsource, crowdsourcing",
            "Description": ""
        },
        {
            "Word": "CSS",
            "Description": "Abbreviation for Cascading Style Sheets. Abbreviation OK after first explanation."
        },
        {
            "Word": "CSV",
            "Description": "Abbreviation for comma-separated values, a file type. Generally used to refer to a file containing values separated by commas. OK to abbreviate after first explanation."
        },
        {
            "Word": "CTR",
            "Description": "Abbreviation for clickthrough rate. Abbreviation OK after first explanation."
        },
        {
            "Word": "cu km",
            "Description": "Acceptable abbreviation for cubic kilometer(s). Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "cu m",
            "Description": "Acceptable abbreviation for cubic meter(s). Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "cu. ft.",
            "Description": "Acceptable abbreviation for cubic foot and cubic feet. Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "cu. in.",
            "Description": "Acceptable abbreviation for cubic inch(es). Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "cu. yd.",
            "Description": "Acceptable abbreviation for cubic yard(s). Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "cubic feet, cubic foot",
            "Description": "An acceptable abbreviation for cubic feet and cubic foot is cu. ft. (note the periods)."
        },
        {
            "Word": "cubic inch",
            "Description": "An acceptable abbreviation for cubic inch(es) is cu. in. (note periods)."
        },
        {
            "Word": "cubic kilometer",
            "Description": "An acceptable abbreviation for cubic kilometer(s) is cu km (no periods)."
        },
        {
            "Word": "cubic meter",
            "Description": "An acceptable abbreviation for cubic meter(s) is cu m (no periods)."
        },
        {
            "Word": "cubic yard",
            "Description": "An acceptable abbreviation for cubic yard(s) is cu. yd. (note periods)."
        },
        {
            "Word": "customizable",
            "Description": "Note spelling. Not customizeable."
        },
        {
            "Word": "cyber-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with a capital letter—if it does, hyphenate. (But note that the prefix cyber- is dated.) Examples: cyberattack, cybercrime, cybergang, cyberterrorism, cyberracket, cyber-CIA."
        },
        {
            "Word": "data",
            "Description": "Treat data as a mass noun like information, taking a singular verb. Example: The data is lost."
        },
        {
            "Word": "daylight saving time",
            "Description": "Lowercase in all uses. Note singular saving, not savings. Example: During daylight saving time, clocks are turned forward one hour."
        },
        {
            "Word": "debut",
            "Description": "In general, use debut when referring to people and premiere when referring to events."
        },
        {
            "Word": "decision maker (n.)",
            "Description": "Two words, no hyphen."
        },
        {
            "Word": "decision making (n.), decision-making (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective."
        },
        {
            "Word": "Democrat, democrat (n.)",
            "Description": "Capitalize when referring to a specific member of the Democratic Party: Barack Obama and other Democrats convened. The Illinois Democrat spoke. The plural form may be abbreviated as Dems if it will be understood in context: The Dems have reason to celebrate. Lowercase only when referring to someone who&rsquo;s an advocate for democracy but not necessarily a member of the party: Many experts believe the ancient Greeks were the first democrats."
        },
        {
            "Word": "Democratic, democratic (adj.)",
            "Description": "Capitalize when referring to the party, a member of the party, or the committee: Democratic Party, Democratic National Committee, Democratic Sen. Hubert Humphrey. Lowercase only when referring to something or someone characterized by democracy in a general sense, but not necessarily affiliated with the Democratic Party: The class came up with a democratic solution: Put it to a vote."
        },
        {
            "Word": "denial-of-service (adj.)",
            "Description": "A type of hacker attack (denial-of-service attack). Abbreviation DoS OK after initial explanation."
        },
        {
            "Word": "DHTML",
            "Description": "Abbreviation for Dynamic Hypertext Markup Language. Depending on audience, may require explanation on first reference."
        },
        {
            "Word": "dial-up (n., adj.), dial up (v.)",
            "Description": "Note hyphen when used as a noun or adjective. Two words when used as a verb. Examples: Many people in remote areas are still relying on a dial-up connection. Get high-speed access for the price of dial-up. My computer takes forever to dial up and connect."
        },
        {
            "Word": "dialog, dialogue",
            "Description": "Use dialog in the term dialog box. Otherwise use dialogue."
        },
        {
            "Word": "digicam",
            "Description": "One word. Acceptable abbreviation for digital camera when writing for a tech-savvy audience."
        },
        {
            "Word": "digital age",
            "Description": ""
        },
        {
            "Word": "digital divide",
            "Description": ""
        },
        {
            "Word": "dingbat (n., adj.)",
            "Description": "A typographical ornament such as ♥."
        },
        {
            "Word": "disabled (adj.)",
            "Description": "OK to use as an adjective when referring to people with disabilities. Example: Can disabled people access your site?  Do not use disabled as a noun, as in the disabled."
        },
        {
            "Word": "disc, disk",
            "Description": "Use disk when referring to a computer hard disk or floppy disk. Use disc when referring to optical disks such as compact discs (CDs), digital video/versatile discs (DVDs), and laser discs. Also: disc brake, disc jockey, videodisc."
        },
        {
            "Word": "diss (n., v.)",
            "Description": "Two s&rsquo;s for this word referring to an insult or the action of insulting someone."
        },
        {
            "Word": "do's and don'ts",
            "Description": "Note apostrophes."
        },
        {
            "Word": "doc",
            "Description": "Abbreviation of document.  Do not use if there&rsquo;s any room for confusion."
        },
        {
            "Word": "domain name",
            "Description": "The first part of a URL usually ending in .com, .org, .gov, .uk,  or the like."
        },
        {
            "Word": "DoS",
            "Description": "Abbreviation for denial of service. See also &ldquo;denial-of-service.&rdquo;"
        },
        {
            "Word": "dot-com (n., adj.)",
            "Description": "Note hyphen, lowercase. Examples: dot-com bubble, dot-com crash, dot-com era."
        },
        {
            "Word": "double check (n.), double-check (v.)",
            "Description": "Two words when used as a noun, hyphenated when used as a verb. Examples: A thorough double check of the data revealed some problems. Please double-check your information for accuracy."
        },
        {
            "Word": "double-click (n., adj., v.)",
            "Description": "Note hyphen."
        },
        {
            "Word": "dpi",
            "Description": "Acceptable abbreviation for dots per inch. No periods. Insert a space between the numeral and this abbreviation: 300 dpi."
        },
        {
            "Word": "drag-and-drop (adj.), drag and drop (v.)",
            "Description": "Note hyphens when used as an adjective. Not drag-n-drop or drag &rsquo;n&rsquo; drop. Three words when used as a verb. Examples: Add photos quickly with the drag-and-drop feature. Just drag and drop photos onto the album. Or: Just drag photos to the album."
        },
        {
            "Word": "dreamed, dreamt",
            "Description": "The preferred U.S. spelling is dreamed. Dreamt is chiefly British and is considered a variant of dreamed in the United States."
        },
        {
            "Word": "drop-down box",
            "Description": "Avoid.  Yahoo! favors pull-down menu or simply menu or list. Also acceptable if used consistently: drop-down menu or drop-down list."
        },
        {
            "Word": "drop-down menu",
            "Description": "Yahoo! favors pull-down menu or simply menu or list."
        },
        {
            "Word": "DTV",
            "Description": "Abbreviation for digital television. Abbreviation is always OK. Plural: DTVs."
        },
        {
            "Word": "DVD",
            "Description": "Abbreviation for digital video disc or digital versatile disc. Abbreviation is always OK. Plural: DVDs."
        },
        {
            "Word": "DVR",
            "Description": "Abbreviations for digital video recorder. Abbreviation is always OK. Plural: DVRs."
        },
        {
            "Word": "-esque",
            "Description": "Close up words with this suffix unless doing so creates a readability issue, as with double vowels. Examples: Reaganesque, Dali-esque."
        },
        {
            "Word": "e-",
            "Description": "In general, insert a hyphen between this prefix and root words, especially if they are new. Exception: email, which is now widely accepted as one word. Examples: e-book, e-business, e-card, e-commerce, e-reader, e-tail."
        },
        {
            "Word": "e.g.",
            "Description": "Abbreviation meaning for example. Note periods. Don&rsquo;t include a space after the first period. OK to use when space is a consideration; otherwise, use for example, for instance, such as. If used, include a comma after the last period.  Example: Enter a search term (e.g., recipes, horoscopes, gifts) into the box."
        },
        {
            "Word": "Earth, earth",
            "Description": "Capitalize when used as the proper name of the planet. Lowercase in all other uses. Examples: The third planet from the sun is Earth. The earth was ready for planting."
        },
        {
            "Word": "eBay",
            "Description": "Note capitalization of this company name. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or a sentence."
        },
        {
            "Word": "email (n., adj., v.)",
            "Description": "One word, no hyphen. Plural: email messages and emails are both acceptable."
        },
        {
            "Word": "ePub",
            "Description": "Short for electronic publication. An open-standard e-book file format that can be read on various reading applications and hardware devices. Example: The style guide is available in the open-standard ePub format."
        },
        {
            "Word": "ESP",
            "Description": "Abbreviation for email service provider. Abbreviation OK to use after initial explanation. Plural: ESPs."
        },
        {
            "Word": "Ethernet",
            "Description": "Note capitalization."
        },
        {
            "Word": "EULA",
            "Description": "Abbreviation for end user license agreement; pronounced &ldquo;you-la.&rdquo; Abbreviation OK to use after initial explanation or when context makes the meaning clear. Example: You must sign the EULA before installing the program."
        },
        {
            "Word": "EV",
            "Description": "Abbreviation for electric vehicle. Abbreviation OK to use after initial explanation."
        },
        {
            "Word": "ex.",
            "Description": "Note period. Acceptable abbreviation for example when space is tight or in contexts where many examples are used (such as in help documents) and e.g. is insufficient or likely to be misunderstood. Example: Some user-interface elements (for ex., buttons) should always use title-case capitalization. Ex.: A button with the text &ldquo;See more info&rdquo; should read &ldquo;See More Info&rdquo;."
        },
        {
            "Word": "ExpressCard (adj.)",
            "Description": "Trademarked name for a PCMCIA hardware standard and for related hardware devices, such as a card that you can plug into a computer to provide memory storage, wireless connectivity, or other features. Plural: ExpressCard modules. Example: The computer comes with an ExpressCard/34 card slot. Insert the ExpressCard module into the ExpressCard slot."
        },
        {
            "Word": "eye tracking (n.), eye-tracking (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: Eye-tracking studies give us a clue about how people scan webpages."
        },
        {
            "Word": "Fahrenheit",
            "Description": "An acceptable abbreviation for degree(s) Fahrenheit is °F."
        },
        {
            "Word": "fall (n., adj.)",
            "Description": "Lowercase the season name."
        },
        {
            "Word": "fan page",
            "Description": ""
        },
        {
            "Word": "fanbase",
            "Description": ""
        },
        {
            "Word": "fansite (n.)",
            "Description": ""
        },
        {
            "Word": "FAQ",
            "Description": "Stands for frequently asked question but generally refers to a list of such questions. Can be pronounced two ways: (1) &ldquo;fak&rdquo; (in this case the singular form takes the article a: a FAQ) or (2) &ldquo;eff-ay-cue&rdquo; (in this case the singular form takes the article an: an FAQ). Either treatment may be used as long as it is used consistently. Plural FAQs (pronounced &ldquo;faks&rdquo; or &ldquo;eff-ay-cues&rdquo;). Example: Many sites include a FAQ to avoid answering the same customer questions repeatedly."
        },
        {
            "Word": "Fast Ethernet",
            "Description": "Note capitalization."
        },
        {
            "Word": "fax",
            "Description": ""
        },
        {
            "Word": "feed reader",
            "Description": "Two words. Another name for newsreader."
        },
        {
            "Word": "feet, foot",
            "Description": "An acceptable abbreviation for feet and foot is ft. (note the period)."
        },
        {
            "Word": "fiancé, fiancée",
            "Description": "Use the former to refer to a man (Kate&rsquo;s fianc&eacute;), the latter to refer to a woman (Will&rsquo;s fianc&eacute;e). OK to use accented character in webpage copy and HTML emails, but use fiance or fiancee (with no accent) in plain-text emails, in copy that may appear in an RSS feed, and in other places where special characters are not always supported (in comment systems and certain content management systems, for example)&mdash;such characters may become garbled. (Alternative style: Use the unaccented version in all cases to simplify decision making for editors; this term without accents is unlikely to be misread in English.)"
        },
        {
            "Word": "fifty-fifty",
            "Description": "Using numerals (&ldquo;50-50&rdquo;) is preferable."
        },
        {
            "Word": "file name",
            "Description": "Two words. Not filename."
        },
        {
            "Word": "firefighter",
            "Description": "Use this term instead of fireman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "fl. oz.",
            "Description": "Acceptable abbreviation for fluid ounce(s). Note periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "flak",
            "Description": "Not flack, when referring to heavy criticism: Palin took flak for her $150,000 shopping spree."
        },
        {
            "Word": "Flash",
            "Description": "Capitalize when referring to Adobe Flash multimedia technologies. Use this Adobe Systems trademark as an adjective."
        },
        {
            "Word": "flash (adj.)",
            "Description": "Lowercase when referring to flash memory or a flash drive."
        },
        {
            "Word": "flight attendant",
            "Description": "Use this term instead of steward or stewardess. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "flow chart (n.), flow-chart (adj., v.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective or a verb."
        },
        {
            "Word": "fluid ounces",
            "Description": "An acceptable abbreviation for fluid ounce(s) is fl. oz. (note periods)."
        },
        {
            "Word": "foreign (adj.)",
            "Description": "In some contexts, using the term foreign is appropriate: Rice plans to write a book about American foreign policy. In other contexts, using foreign can seem exclusionary: It assumes that the reader has the same home country as you, which may not be true—in fact, your reader may be a part of whatever you describe as &ldquo;foreign.&rdquo;"
        },
        {
            "Word": "former Pres.",
            "Description": "Acceptable abbreviation for former President: The guest speaker was former Pres. George W. Bush."
        },
        {
            "Word": "former president",
            "Description": "Do not use president or ex-president when referring to past presidents. Capitalize as former President only when used before a name: former President George W. Bush (it may also be abbreviated as former Pres. George W. Bush). Lowercase when used without a name: The former president offered his congratulations."
        },
        {
            "Word": "forward (adv.)",
            "Description": "Use forward to refer to direction in American English; forwards is more prevalent in British English."
        },
        {
            "Word": "friend (n., v.)",
            "Description": "OK to use as a verb when referring to inviting someone to be your friend on a social-networking site. Example: Would you friend your boss? You&rsquo;ll never believe who just friended me."
        },
        {
            "Word": "front end (n.), front-end (adj.)",
            "Description": ""
        },
        {
            "Word": "ft.",
            "Description": "Acceptable abbreviation for feet and foot. Note the period. Include a space between the number and ft. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "FTP",
            "Description": "Abbreviation for File Transfer Protocol. Abbreviation is always OK. Verb usage is also OK: Please FTP that file if it&rsquo;s larger than 3MB."
        },
        {
            "Word": "function keys",
            "Description": "Lowercase. Refers to the F1 through F12 keys on a keyboard."
        },
        {
            "Word": "g",
            "Description": "Acceptable abbreviation for gram(s). Include a space between the number and g. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "G",
            "Description": "Don&rsquo;t use as an abbreviation for thousand, gigabyte, or gigahertz. Instead, use K, GB, and GHz, respectively."
        },
        {
            "Word": "gal.",
            "Description": "Acceptable abbreviation for gallon(s). Note period. Include a space between the number and gal. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "gallon",
            "Description": "An acceptable abbreviation for gallon(s) is gal. (note period). Note: A gallon is a different measurement in the U.S. and the U.K."
        },
        {
            "Word": "Game Boy",
            "Description": "Two words. Do not add s to form the plural of this Nintendo trademark."
        },
        {
            "Word": "GameCube",
            "Description": "One word. Note capitalization of this Nintendo trademark. Do not add s to form the plural."
        },
        {
            "Word": "GB",
            "Description": "Abbreviation for gigabyte. Don&rsquo;t include a space between the number and GB."
        },
        {
            "Word": "Gbps",
            "Description": "Abbreviation for gigabits per second. Note capitalization—especially the lowercase b, which distinguishes this from GBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation."
        },
        {
            "Word": "GBps",
            "Description": "Abbreviation for gigabytes per second. Note capitalization—especially uppercase B, which distinguishes this from Gbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation."
        },
        {
            "Word": "Generation X, Generation Xer, Gen Xer",
            "Description": "All are acceptable."
        },
        {
            "Word": "Generation Y, Gen Y",
            "Description": "Both are acceptable."
        },
        {
            "Word": "geolocation",
            "Description": "One word. The geographic location of an Internet-connected computer, or the process of determining that location."
        },
        {
            "Word": "geotagging (n.), geotag (v.)",
            "Description": "One word. The verb means to add geographic data (such as longitude and latitude coordinates) to a photo or other media file."
        },
        {
            "Word": "GHz",
            "Description": "Abbreviation for gigahertz. Note capitalization. Don&rsquo;t include a space between the number and GHz."
        },
        {
            "Word": "GIF",
            "Description": "Acronym for Graphic Interchange Format. Generally used to refer to an image file with the file name extension gif. Acronym is always OK. Plural: GIFs."
        },
        {
            "Word": "gigabyte",
            "Description": "OK to abbreviate as GB."
        },
        {
            "Word": "Google",
            "Description": "According to Google guidelines, it is not OK to use this trademark as a verb. Use search, search for, or search on instead."
        },
        {
            "Word": "GOP",
            "Description": "Abbreviation for Grand Old Party, referring to the Republican Party in the United States."
        },
        {
            "Word": "governor",
            "Description": "Use Gov. or Govs. before a name: Gov. Sarah Palin; Govs. Palin and Schwarzenegger. Otherwise lowercase and don&rsquo;t abbreviate: The governor declared a state of emergency."
        },
        {
            "Word": "govt.",
            "Description": "Acceptable abbreviation for government. Use only when space is tight. Note period."
        },
        {
            "Word": "GPS",
            "Description": "Abbreviation for global positioning system. Abbreviation is always OK."
        },
        {
            "Word": "gram",
            "Description": "An acceptable abbreviation for gram(s) is g (no period)."
        },
        {
            "Word": "gray, grey",
            "Description": "The preferred U.S. spelling is gray. Grey is chiefly British and is considered a variant of gray in the United States."
        },
        {
            "Word": "grayware",
            "Description": "One word. Software that is not quite malware but is still undesirable."
        },
        {
            "Word": "Ground Zero, ground zero",
            "Description": "Capitalize when referring to the site of the September 11, 2001, attacks in the United States. Lowercase when used generically."
        },
        {
            "Word": "GSM",
            "Description": "Abbreviation for Groupe Speciale Mobile or Global System for Mobile Communications, a digital communication standard used by some mobile devices. Abbreviation is always OK."
        },
        {
            "Word": "guestbook",
            "Description": ""
        },
        {
            "Word": "GUI",
            "Description": "Abbreviation for graphical user interface. Abbreviation OK to use after initial explanation. Plural: GUIs."
        },
        {
            "Word": "handheld (n.), hand-held (adj.)",
            "Description": "The noun refers to a personal digital assistant, or PDA."
        },
        {
            "Word": "handphone",
            "Description": "One word. Term used for cell phone or mobile phone in parts of Asia."
        },
        {
            "Word": "hang on to",
            "Description": "Not hang onto. The phrasal verb is hang on, and to is the preposition. Example: He tried to hang on to his sense of pride while unemployed."
        },
        {
            "Word": "hard core (n.), hard-core (adj.)",
            "Description": "Hyphenated when used as an adjective."
        },
        {
            "Word": "hashtag (n.)",
            "Description": "One word. Refers to the tags used on Twitter messages to call out a topic that readers may be searching for, such as #pumpkin on a tweet about Halloween."
        },
        {
            "Word": "HD DVD",
            "Description": "Two words, no hyphen. Abbreviation for high-definition digital video disc or high-definition versatile disc. Abbreviation is always OK. Plural: HD DVDs."
        },
        {
            "Word": "HDTV",
            "Description": "One word. Abbreviation for high-definition television. Abbreviation is always OK. Plural: HDTVs."
        },
        {
            "Word": "help desk (n., adj.)",
            "Description": ""
        },
        {
            "Word": "help pages",
            "Description": ""
        },
        {
            "Word": "high speed (n.), high-speed (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective. Examples: Sign up now and soar through the Internet at a truly high speed. Get high-speed Internet access."
        },
        {
            "Word": "hip-hop (n., adj.)",
            "Description": ""
        },
        {
            "Word": "Hispanic",
            "Description": "See &ldquo;Latino, Latina.&rdquo;"
        },
        {
            "Word": "hit",
            "Description": "Avoid as a substitute for press or click. When referring to a key on the keyboard, use press. Use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.) for the mouse action. See &ldquo;Mouse actions&rdquo; for details."
        },
        {
            "Word": "hold on to",
            "Description": "Not hold onto. The phrasal verb is hold on, and to is the preposition. Example: She held on to her smile during the interrogation."
        },
        {
            "Word": "homepage",
            "Description": ""
        },
        {
            "Word": "Hon.",
            "Description": "Abbreviation for Honorable. When used before a person&rsquo;s name, precede with the."
        },
        {
            "Word": "Honorable",
            "Description": "An honorary title. The abbreviation Hon. is always OK. When used before a person&rsquo;s name, Honorable and Hon. are preceded by the. Example: The record shows that the Honorable Donald Brown presided over the case."
        },
        {
            "Word": "horsepower",
            "Description": "May be abbreviated as hp (no period)."
        },
        {
            "Word": "host name",
            "Description": ""
        },
        {
            "Word": "hot swap (n.), hot swapping (n.); hot-swappable (adj.), hot-swap (v.)",
            "Description": "Two words when used as a noun, hyphenated as an adjective or a verb. The noun means adding or removing computer peripherals or components without having to reboot the computer. Example: A USB flash drive is hot-swappable: Just plug it in and start using it—no need to restart the computer."
        },
        {
            "Word": "hotspot (n.), hot spot (n.)",
            "Description": "One word when referring to a Wi-Fi access point: Connect to the nearest hotspot to access the Internet. Otherwise, use two words: Paparazzi lurked outside Hollywood&rsquo;s latest hot spot."
        },
        {
            "Word": "hour",
            "Description": "An acceptable abbreviation for hour(s) is hr. Note the period."
        },
        {
            "Word": "House of Representatives",
            "Description": "Always capitalize the singular form: U.S. House of Representatives, California House of Representatives. May also be shortened: the House, the U.S. House, the California House. Lowercase the plural form: the Virginia and North Carolina houses."
        },
        {
            "Word": "hover",
            "Description": "Don&rsquo;t use to describe the action of holding the mouse pointer over an area of the page. Use a simpler, clearer phrase such as pass (or roll or move or hold) your mouse cursor over, or an equivalent phrase."
        },
        {
            "Word": "how-to (n., adj.)",
            "Description": "Note hyphen when used as a noun or an adjective. Plural noun: how-tos. Examples: Your How-to Guide to Home Buying (headline set in title case), Home-Buying How-To (another headline in title case), How-tos include insider tips as well as basics you&rsquo;ll need to understand the process (sentence)."
        },
        {
            "Word": "hp",
            "Description": "Acceptable abbreviation for horsepower. No period."
        },
        {
            "Word": "hr.",
            "Description": "Acceptable abbreviation for hour(s). Note the period. Include a space between the number and hr. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "HTML",
            "Description": "Abbreviation for Hypertext Markup Language. Abbreviation is always OK."
        },
        {
            "Word": "hyperlink (n., adj., v.)",
            "Description": "One word, but the term is dated. Use link instead."
        },
        {
            "Word": "hyperlocal (n., adj.)",
            "Description": "One word. Refers to something&mdash;news, for example, or an entire website&mdash;that is geared toward a defined local community and (usually) is created by a resident of that community. Typically, hyperlocal is even more limited in scope than local. For instance, hyperlocal news may be limited to a single town or even to a particular neighborhood."
        },
        {
            "Word": "i.e.",
            "Description": "Abbreviation meaning that is. Note periods. Don&rsquo;t include a space after the first period. OK to use when space is a consideration; otherwise, use that is, in other words, or equivalent. If used, include a comma after the last period."
        },
        {
            "Word": "ID (n., v.)",
            "Description": "All capitals, no periods, no space. Not Id, id. Other acceptable forms: IDs (n. pl.); ID’s, ID’ed, ID’ing (v.). Example: The security guard ID’s all employees as they come in, sometimes scrutinizing their IDs. Avoid the abbreviated verb form where space is not a concern; instead use a verb like identifies or verifies. [Updated to add IDs and ID’s, with examples.]"
        },
        {
            "Word": "IM (n., adj., v.)",
            "Description": "Acronym for instant message. All capitals, no periods, no space. Other acceptable forms: IMs (n. pl.); IM’s, IM’ed, IM’ing (v.). Example: My mother IM’s me constantly, and her IMs are hard to ignore! Avoid the abbreviated verb form where space is not a concern. See also &ldquo;instant message.&rdquo; [Updated to add IMs and IM’s, with examples.]"
        },
        {
            "Word": "image editing (n.), image-editing (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective."
        },
        {
            "Word": "IMAX",
            "Description": "As a trademark for the movie format, IMAX should be used as an adjective, not a noun."
        },
        {
            "Word": "in.",
            "Description": "Acceptable abbreviation for inch(es). Note the period. Include a space between the number and in. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "inbox",
            "Description": ""
        },
        {
            "Word": "inch",
            "Description": "An acceptable abbreviation for inch(es) is in. (note period)."
        },
        {
            "Word": "info",
            "Description": "In general, use information rather than info. In some circumstances, such as if space is tight, info is acceptable."
        },
        {
            "Word": "inkjet",
            "Description": ""
        },
        {
            "Word": "instant message (n.), instant-message (adj., v.)",
            "Description": "Two words when used as a noun. Note hyphen when used as an adjective or a verb. Examples: She got an instant message from her boss. I&rsquo;ll instant-message you when I arrive. The instant-message conversation proved informative."
        },
        {
            "Word": "instant messenger",
            "Description": "Lowercase except in brand names such as AOL Instant Messenger."
        },
        {
            "Word": "Internet",
            "Description": "Note capitalization. OK to abbreviate as Net."
        },
        {
            "Word": "Internet service provider",
            "Description": "Note capitalization. OK to abbreviate as ISP."
        },
        {
            "Word": "intranet",
            "Description": "Note lowercase. A private internal network typically accessible only to a select group of individuals."
        },
        {
            "Word": "IP",
            "Description": "Abbreviation that can stand for Internet Protocol or intellectual property."
        },
        {
            "Word": "iPhone",
            "Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence.  Do not add an s to make the term plural."
        },
        {
            "Word": "iPod",
            "Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence.  Do not use this brand name generically to refer to all MP3 players, and don&rsquo;t add an s to make the term plural."
        },
        {
            "Word": "iPod nano",
            "Description": "Note capitalization.  Do not use nano by itself when referring to the Apple product."
        },
        {
            "Word": "iPod touch",
            "Description": "Note capitalization.  Do not use touch by itself when referring to the Apple product."
        },
        {
            "Word": "IR",
            "Description": "Acceptable abbreviation for infrared."
        },
        {
            "Word": "ISP",
            "Description": "Abbreviation for Internet service provider. Plural: ISPs."
        },
        {
            "Word": "IT",
            "Description": "Abbreviation for information technology. Abbreviation is always OK."
        },
        {
            "Word": "iTunes",
            "Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence."
        },
        {
            "Word": "Java",
            "Description": "Capitalize when referring to the programming language and related technologies. The term is a Sun Microsystems trademark."
        },
        {
            "Word": "JavaScript",
            "Description": "One word. Note capitalization of this Sun Microsystems trademark."
        },
        {
            "Word": "JD",
            "Description": "Abbreviation for Juris Doctor (doctor of law). No periods. [Updated to apply title case to the full name of the degree.]"
        },
        {
            "Word": "JPEG",
            "Description": "Abbreviation for Joint Photographic Experts Group. Generally used to refer to any graphic image file produced by using the JPEG standard. Abbreviation is always OK. Plural: JPEGs."
        },
        {
            "Word": "Jr., Junior",
            "Description": "Abbreviate as Jr. only in the full name of a person. Do not precede with a comma. Example: Sammy Davis Jr. was born on December 8, 1925."
        },
        {
            "Word": "junk mail",
            "Description": ""
        },
        {
            "Word": "K",
            "Description": "Acceptable as an abbreviation for thousand when space is tight—but only if the meaning is clear, since it can also stand for kilobytes, kilobits, and kilograms. Don&rsquo;t include a space between the number and K. Example: Toddler Finds $100K in Trash Bin."
        },
        {
            "Word": "KB",
            "Description": "Abbreviation for kilobyte. All capitals. Don&rsquo;t include a space between the number and KB."
        },
        {
            "Word": "Kbps",
            "Description": "Abbreviation for kilobits per second. Note capitalization—especially the lowercase b, which distinguishes this from KBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation. Example: Imagine connecting to the Internet with a dial-up connection as slow as 14.4Kbps. See also &ldquo;KBps.&rdquo;"
        },
        {
            "Word": "KBps",
            "Description": "Abbreviation for kilobytes per second. Note capitalization—especially uppercase B, which distinguishes this from Kbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation."
        },
        {
            "Word": "keylogger, keylogging (n.)",
            "Description": "Short for keystroke logger, keystroke logging. A keylogger is a tool that can log (record) people&rsquo;s keystrokes as they type; for example, to steal sensitive information such as user names and passwords."
        },
        {
            "Word": "keyword, key word (n.)",
            "Description": "One word when referring to terms that are used on a webpage to optimize it for search engines. Use two words in other cases—for example, when key is a synonym for primary or most important. Examples: An SEO specialist can help you determine the best keywords to use on your webpage so that your page will appear in search results when people search on those words. She heard little else that he said; the key word in the sentence was &ldquo;love.&rdquo;"
        },
        {
            "Word": "kg",
            "Description": "Acceptable abbreviation for kilogram(s). Include a space between the number and kg. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "kHz",
            "Description": "Abbreviation for kilohertz. Note capitalization. Don&rsquo;t include a space between the number and kHz."
        },
        {
            "Word": "kilobyte",
            "Description": "OK to abbreviate as KB."
        },
        {
            "Word": "kilogram",
            "Description": "An acceptable abbreviation for kilogram(s) is kg (no period)."
        },
        {
            "Word": "kiloliter",
            "Description": "An acceptable abbreviation for kiloliter(s) is kl (no period)."
        },
        {
            "Word": "kilometers per hour",
            "Description": "An acceptable abbreviation is km/h (no periods)."
        },
        {
            "Word": "kl",
            "Description": "Acceptable abbreviation for kiloliter(s). Include a space between the number and kl. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "km",
            "Description": "Acceptable abbreviation for kilometer(s). Include a space between the number and km. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "km/h",
            "Description": "Acceptable abbreviation for kilometers per hour. Include a space between the number and km/h."
        },
        {
            "Word": "l",
            "Description": "Acceptable abbreviation for liter(s). Include a space between the number and l. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "L.A.",
            "Description": "Abbreviation for Los Angeles. Note periods (to avoid confusion with the postal abbreviation for Louisiana). Use only when space is tight."
        },
        {
            "Word": "LAN",
            "Description": "Acronym for local area network. Acronym OK to use after initial explanation."
        },
        {
            "Word": "Latino, Latina (n., adj.)",
            "Description": "Generally preferred to Hispanic. Latino refers to men; Latina refers to women. Plural: Latinos, Latinas. When possible, be more specific: Colombian, Mexican American, Puerto Rican."
        },
        {
            "Word": "lay up (n.), layup (n.)",
            "Description": "Two words when referring to a golf shot. One word when referring to a basketball shot."
        },
        {
            "Word": "layperson",
            "Description": "Use this term instead of layman."
        },
        {
            "Word": "lb.",
            "Description": "Acceptable abbreviation for pound(s). Note period. Include a space between the number and lb. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "LCD",
            "Description": "Acronym for liquid-crystal display. Acronym is always OK. Plural: LCDs."
        },
        {
            "Word": "learned, learnt",
            "Description": "The preferred U.S. spelling is learned. Learnt is chiefly British and is considered a variant of learned in the United States."
        },
        {
            "Word": "LED",
            "Description": "Acronym for light-emitting diode. Acronym is always OK. Plural: LEDs."
        },
        {
            "Word": "left-hand side",
            "Description": "Don&rsquo;t use. Use left side instead."
        },
        {
            "Word": "LGBT",
            "Description": "Acronym for lesbian, gay, bisexual, transgender. Acronym OK to use after an explanation. [Updated to change transgendered to transgender.]"
        },
        {
            "Word": "Li-ion",
            "Description": "Acceptable abbreviation for lithium-ion, a type of battery. Note capital L."
        },
        {
            "Word": "like (v.)",
            "Description": "Enclose like in quotation marks when referring to the action of indicating approval on a social-networking site such as Facebook. Example: Thousands of people have &ldquo;liked&rdquo; us on Facebook, helping to raise funds for Stand Up to Cancer. Treat the term as you would a user-interface element (a button or link, for example) when the reference is to the UI element itself. We prefer to use boldface to make UI elements stand out in text. Example: Visit us on Facebook and click Like, and you could win a prize."
        },
        {
            "Word": "lineup (n.), line up (v.)",
            "Description": "One word when used as a noun. Two words when used as a verb."
        },
        {
            "Word": "Linux",
            "Description": "Note capitalization of this trademark owned by Linus Torvalds. Not LINUX."
        },
        {
            "Word": "liter",
            "Description": "An acceptable abbreviation for liter(s) is l (no period)."
        },
        {
            "Word": "lithium-ion (n., adj.)",
            "Description": "Lowercase the written-out form of this type of battery."
        },
        {
            "Word": "login (n., adj.); log in, log in to (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb, which may be followed by the preposition to. Note that sign in is preferred because it sounds less technical."
        },
        {
            "Word": "logoff (n., adj.), log off (v.)",
            "Description": "One word when used as a noun or adjective. Two words when used as a verb. Note that sign out is preferred because it sounds less technical."
        },
        {
            "Word": "logon (n., adj.); log on, log on to (v.)",
            "Description": "One word when used as a noun or adjective. Two words when used as a verb, which may be followed by the preposition to. Note that sign in is preferred because it sounds less technical. Don&rsquo;t use log on to mean simply visiting a website."
        },
        {
            "Word": "logout (n., adj.), log out (v.)",
            "Description": "One word when used as a noun or adjective. Two words when used as a verb. Note that sign out is preferred because it sounds less technical. Example: If you forget to log out, you&rsquo;ll get a logout reminder."
        },
        {
            "Word": "lookup (n., adj.), look up (v.)",
            "Description": "One word when used as a noun or adjective: Have you tried a reverse phone number lookup? Two words when used as a verb: I tried to look up her phone number."
        },
        {
            "Word": "low-fat (adj.)",
            "Description": "Note hyphen."
        },
        {
            "Word": "m",
            "Description": "Acceptable abbreviation for meter(s). Include a space between the number and m. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "M",
            "Description": "Don&rsquo;t use as an abbreviation for million or thousand."
        },
        {
            "Word": "MA",
            "Description": "Abbreviation for Master of Arts. No periods. [Updated to apply title case to the full name of the degree.]"
        },
        {
            "Word": "Mac",
            "Description": "Abbreviation for Macintosh, an Apple trademark. Abbreviation is always OK."
        },
        {
            "Word": "machine",
            "Description": "Don&rsquo;t use when referring to a computer. Use computer. Example: After 10 seconds, restart the computer."
        },
        {
            "Word": "mail carrier",
            "Description": "Use this term instead of mailman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "mailbox",
            "Description": ""
        },
        {
            "Word": "malware",
            "Description": ""
        },
        {
            "Word": "man (n., v.)",
            "Description": "Don&rsquo;t use to refer to both men and women. Use person or people instead for the noun; to staff or to operate for the verb. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "mankind",
            "Description": "Don&rsquo;t use to refer to all people. Use humanity or humankind instead. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "manmade",
            "Description": "Don&rsquo;t use. Use handmade, machine-made, synthetic, artificial, or other words instead. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "manpower",
            "Description": "Don&rsquo;t use. Use staff, workforce, or other words instead. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "mashup (n., adj.), mash up (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: Anyone can create a mashup with the right technology. Use our technology to mash up RSS feeds into a single stream."
        },
        {
            "Word": "MB",
            "Description": "Abbreviation for megabyte. All capitals. Don&rsquo;t include a space between the number and MB."
        },
        {
            "Word": "MBA",
            "Description": "Abbreviation for Master of Business Administration. No periods. [Updated to apply title case to the full name of the degree.]"
        },
        {
            "Word": "Mbps",
            "Description": "Abbreviation for megabits per second. Note capitalization—especially the lowercase b, which distinguishes this from MBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation. See also &ldquo;MBps.&rdquo;"
        },
        {
            "Word": "MBps",
            "Description": "Abbreviation for megabytes per second. Note capitalization—especially uppercase B, which distinguishes this from Mbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation."
        },
        {
            "Word": "Mbyte",
            "Description": "Don&rsquo;t use as an abbreviation for megabyte."
        },
        {
            "Word": "MC",
            "Description": "Not emcee."
        },
        {
            "Word": "mcg",
            "Description": "Acceptable abbreviation for microgram(s). Include a space between the number and mcg. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "media",
            "Description": "Treat media as a mass noun with a singular verb, unless you can distinguish the individual &ldquo;mediums&rdquo; (modes of communication) making up a use of media. Examples: The media is ignoring the story completely (singular verb when &ldquo;the media&rdquo; is a mass noun like &ldquo;the press&rdquo;). Various media are covering the story differently: Print newspapers seem to be burying it, but TV stations and online sites are highlighting it (plural verb when &ldquo;media&rdquo; comprises distinguishable &ldquo;mediums&rdquo;)."
        },
        {
            "Word": "megabyte",
            "Description": "OK to abbreviate as MB. Don&rsquo;t use Mbyte."
        },
        {
            "Word": "menu",
            "Description": "Lowercase. Also OK: pull-down menu, list. Not drop-down menu."
        },
        {
            "Word": "message boards",
            "Description": "Lowercase when used generically."
        },
        {
            "Word": "metadata (n.)",
            "Description": ""
        },
        {
            "Word": "metatag (n.)",
            "Description": ""
        },
        {
            "Word": "meter",
            "Description": "An acceptable abbreviation for meter(s) is m (no period)."
        },
        {
            "Word": "mg",
            "Description": "Acceptable abbreviation for milligram(s). Include a space between the number and mg. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "MHz",
            "Description": "Abbreviation for megahertz. Note capitalization. Don&rsquo;t include a space between the number and MHz."
        },
        {
            "Word": "mi.",
            "Description": "Acceptable abbreviation for mile(s). Note the period. Include a space between the number and mi. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "mic",
            "Description": "Do not use. See &ldquo;mike.&rdquo;"
        },
        {
            "Word": "mice",
            "Description": "Plural of mouse even when referring to a computer mouse."
        },
        {
            "Word": "microblog (v.), microblogging (n., adj.)",
            "Description": "No hyphen. To microblog is to post short status updates about yourself or about an event using a microblogging service such as Twitter."
        },
        {
            "Word": "microgram",
            "Description": "An acceptable abbreviation for microgram(s) is mcg (no period)."
        },
        {
            "Word": "microsite",
            "Description": ""
        },
        {
            "Word": "Microsoft .Net",
            "Description": "Microsoft trademark guidelines note that Microsoft should precede the brand name .Net on first reference. But because the period that is part of the name could cause confusion at the beginning of a sentence in body copy, consider inserting Microsoft before .Net whenever .Net starts a sentence. Note that .Net is not an acronym, and many editorial sites dispense with the all-uppercase style."
        },
        {
            "Word": "mid-",
            "Description": "When forming words with the prefix mid-, don&rsquo;t use a hyphen unless a capitalized word follows: midcentury, mid-Victorian."
        },
        {
            "Word": "MIDI",
            "Description": "Acronym for Musical Instrument Digital Interface. All capitals. Acronym is always OK."
        },
        {
            "Word": "mike",
            "Description": "Shortened form of microphone."
        },
        {
            "Word": "mil",
            "Description": "Acceptable as an abbreviation for million only when space is tight. Include a space between the numeral and mil. Example: Rare card sells for $2.3 mil (headline)."
        },
        {
            "Word": "mile",
            "Description": "An acceptable abbreviation for mile(s) is mi. (note period)."
        },
        {
            "Word": "milligram",
            "Description": "An acceptable abbreviation for milligram(s) is mg (no period)."
        },
        {
            "Word": "milliliters",
            "Description": "An acceptable abbreviation for milliliter(s) is ml (no period)."
        },
        {
            "Word": "millimeter",
            "Description": "An acceptable abbreviation for millimeter(s) is mm (no period)."
        },
        {
            "Word": "million",
            "Description": "Use numerals with million. Don&rsquo;t hyphenate the numeral and million, even before a noun. As part of a hyphenated compound, use a hyphen between the numeral and million. Examples: 2.8 million, a $3 million budget, a 7-million-year-old fossil. In general, spell out million, but if space is tight, mil is an acceptable abbreviation. Don&rsquo;t abbreviate as M."
        },
        {
            "Word": "min.",
            "Description": "Acceptable abbreviation for minute(s). Note the period. Include a space between the number and min. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "MiniDisc",
            "Description": "One word. Note capitalization of this Sony product name. Plural: MiniDisc devices or MiniDisc cartridges."
        },
        {
            "Word": "minute",
            "Description": "An acceptable abbreviation for minute(s) is min. Note the period."
        },
        {
            "Word": "ml",
            "Description": "Acceptable abbreviation for milliliter(s). Include a space between the number and ml. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "mm",
            "Description": "Acceptable abbreviation for millimeter(s). Include a space between the number and mm. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "mobile (n., adj.)",
            "Description": "Acceptable as a noun when it&rsquo;s a shortened form of mobile phone. Mobile phone is interchangeable with cell phone in the U.S.; in the U.K., mobile phone is the more common term. In parts of Asia, handphone is common."
        },
        {
            "Word": "moblog (n., v.), moblogging (n.)",
            "Description": "Lowercase. Abbreviated form of mobile blogging."
        },
        {
            "Word": "moon",
            "Description": "Lowercase. Examples: On July 20, 1969, Neil Armstrong became the first man to walk on the moon. Mercury does not have a moon."
        },
        {
            "Word": "mouseover (n.), mouse over (v.)",
            "Description": "Don&rsquo;t use to describe the action of holding the mouse pointer over an area of the page. Use roll, move, or pass your mouse cursor over, or an equivalent phrase."
        },
        {
            "Word": "MP3",
            "Description": "Abbreviation for MPEG-1 Audio Layer 3. All capitals, no spaces, no periods. Abbreviation is always OK. Plural: MP3s."
        },
        {
            "Word": "mpg",
            "Description": "Abbreviation for miles per gallon. All lowercase, no spaces, no periods. Include a space between the number and mpg."
        },
        {
            "Word": "mph",
            "Description": "Abbreviation for miles per hour. All lowercase, no spaces, no periods. Include a space between the number and mph."
        },
        {
            "Word": "multi-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with an i or a capital letter—if it does, insert a hyphen. Examples: multiplayer, multiuser, multi-industry."
        },
        {
            "Word": "music fest",
            "Description": "Two words. Plural: music fests."
        },
        {
            "Word": ".Net",
            "Description": "See &ldquo;Microsoft .Net.&rdquo;"
        },
        {
            "Word": "nanogram",
            "Description": "An acceptable abbreviation for nanogram(s) is ng (no period)."
        },
        {
            "Word": "nanometer",
            "Description": "An acceptable abbreviation for nanometer(s) is nm (no period)."
        },
        {
            "Word": "NASCAR",
            "Description": "Note capitalization of this National Association for Stock Car Auto Racing trademark."
        },
        {
            "Word": "Nasdaq",
            "Description": "Note capitalization of this Nasdaq Stock Market trademark."
        },
        {
            "Word": "Native American (n., adj.)",
            "Description": "Two words, no hyphen. Can be used interchangeably with American Indian where appropriate, but follow the subject&rsquo;s preference and use a more specific name (such as Lakota Sioux or Navajo) where possible."
        },
        {
            "Word": "natl.",
            "Description": "An acceptable abbreviation for national when space is limited."
        },
        {
            "Word": "Net",
            "Description": "Capitalize when referring to the Internet. Abbreviation is always OK."
        },
        {
            "Word": "news feed (n.)",
            "Description": ""
        },
        {
            "Word": "newsreader",
            "Description": ""
        },
        {
            "Word": "ng",
            "Description": "Acceptable abbreviation for nanogram(s). Include a space between the number and ng. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "Ni-MH",
            "Description": "Acceptable abbreviation for nickel-metal hydride, a type of battery. Note capitalization, hyphen."
        },
        {
            "Word": "NIC",
            "Description": "Acronym for network interface card, pronounced &ldquo;nick&rdquo; (a NIC). Acronym OK to use after initial explanation. Plural: NICs."
        },
        {
            "Word": "nickel-metal hydride (n., adj.)",
            "Description": "Lowercase the written-out form of this battery type."
        },
        {
            "Word": "nm",
            "Description": "Acceptable abbreviation for nanometer(s). Include a space between the number and nm. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "no-no (n.)",
            "Description": "Note hyphen. Plural: no-no&rsquo;s (note apostrophe)."
        },
        {
            "Word": "No. 1",
            "Description": "Abbreviation for number one. Note capitalization. See also &ldquo;number one.&rdquo;"
        },
        {
            "Word": "non-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with a capital letter—if it does, insert a hyphen. Examples: noncommercial, nonfiction, nonprofit, non-Darwinian."
        },
        {
            "Word": "number one (n., adj.)",
            "Description": "No hyphen as an adjective. Example: She is our number one sales rep by far.  OK to abbreviate as No. 1."
        },
        {
            "Word": "NYC",
            "Description": "Abbreviation for New York City. All capitals, no periods, no spaces. Use only when space is tight."
        },
        {
            "Word": "OEM",
            "Description": "Abbreviation for original equipment manufacturer. Abbreviation OK to use after initial explanation. Plural: OEMs."
        },
        {
            "Word": "offline",
            "Description": ""
        },
        {
            "Word": "offscreen",
            "Description": ""
        },
        {
            "Word": "OK",
            "Description": "All capitals, no periods, no space. Not okay, Ok, or ok. Other acceptable forms: OKs (n. pl.); OK's, OK'ed, OK'ing (v.). Examples: House OK's Budget Plan. Senators Give Reluctant OKs. Avoid the abbreviated verb form where space is not a concern and use a verb like approves. [Updated to add verb forms with examples.]"
        },
        {
            "Word": "online",
            "Description": ""
        },
        {
            "Word": "onscreen",
            "Description": ""
        },
        {
            "Word": "open source (n.), open-source (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: With open-source software, individuals can study the software&rsquo;s source code and try to improve the product."
        },
        {
            "Word": "opt-in (n., adj.), opt in (v.)",
            "Description": "Hyphenated as a noun or an adjective. Two words as a verb. Examples: The opt-in has been disabled. Read our opt-in policy. To receive electronic statements, you must opt in."
        },
        {
            "Word": "OS",
            "Description": "Abbreviation for operating system. Abbreviation OK to use after initial explanation. Plural: OSes."
        },
        {
            "Word": "ounce",
            "Description": "An acceptable abbreviation for ounce(s) is oz. (note period)."
        },
        {
            "Word": "outbox",
            "Description": ""
        },
        {
            "Word": "overclocking (n.), overclock (v.)",
            "Description": "One word. Refers to practice of adjusting a computer&rsquo;s CPU to make it run faster than the manufacturer intended it to."
        },
        {
            "Word": "oz.",
            "Description": "Acceptable abbreviation for ounce(s). Note period. Include a space between the number and oz. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "p.m.",
            "Description": "Lowercase, no space. Include a space between the number and p.m. See &ldquo;Time.&rdquo;"
        },
        {
            "Word": "Pacific Islander (n., adj.)",
            "Description": "Two words, no hyphen. Refers to the native peoples of Polynesia (including Hawaii, Samoa, Tahiti, and Tonga), Micronesia (including Guam, the Northern Marianas, and Palau), and Melanesia (including Fiji and Papua New Guinea)."
        },
        {
            "Word": "page view",
            "Description": "Two words. The viewing of a webpage by one visitor. (Advertisers consider how many page views a site receives when deciding where and how to advertise.)"
        },
        {
            "Word": "passcode",
            "Description": ""
        },
        {
            "Word": "passphrase",
            "Description": ""
        },
        {
            "Word": "password",
            "Description": ""
        },
        {
            "Word": "password-protect (v.)",
            "Description": "Note hyphen. Example: Be sure to password-protect sensitive files on the intranet."
        },
        {
            "Word": "PayPal",
            "Description": "One word. Note capitalization of this eBay trademark."
        },
        {
            "Word": "PC",
            "Description": "Abbreviation for personal computer. Abbreviation is OK as long as context is clear (abbreviation can also mean politically correct). Plural: PCs."
        },
        {
            "Word": "PC call",
            "Description": "OK to use for a PC-to-PC phone call. Use as a noun only. For a verb form, use place a PC call, make a PC call, use your PC to call, make calls from your PC, or similar."
        },
        {
            "Word": "PDA",
            "Description": "Abbreviation for personal digital assistant. Abbreviation is OK as long as context is clear (abbreviation can also mean public display of affection). Plural: PDAs."
        },
        {
            "Word": "PDF",
            "Description": "Abbreviation for Portable Document Format. Generally used to refer to files created by using Adobe Acrobat. Abbreviation is always OK. Plural: PDFs."
        },
        {
            "Word": "peer-to-peer (adj.)",
            "Description": "Note hyphens."
        },
        {
            "Word": "percent",
            "Description": "See &ldquo;Percentages.&rdquo;"
        },
        {
            "Word": "pharming",
            "Description": "Redirecting traffic from a legitimate website to a hacker&rsquo;s spoof website that appears legitimate."
        },
        {
            "Word": "PhD",
            "Description": "Abbreviation for Doctor of Philosophy. No periods. [Updated to apply title case to the full name of the degree.]"
        },
        {
            "Word": "phishing",
            "Description": "Sending email that is supposedly from a legitimate business (such as a trusted financial institution) in an attempt to trick the recipient into responding and submitting sensitive information. Other forms: phish, phisher."
        },
        {
            "Word": "Photoshop",
            "Description": "Note capitalization of this Adobe trademark. Use the term as an adjective or a proper noun, and do not use it as a verb."
        },
        {
            "Word": "PIN",
            "Description": "Abbreviation for personal identification number. All capitals. Not PIN number."
        },
        {
            "Word": "pint",
            "Description": "An acceptable abbreviation for pint(s) is pt. (note period). Note: A pint is a different measurement in the U.S. and the U.K."
        },
        {
            "Word": "pixel",
            "Description": "Short for picture element, a unit of measurement."
        },
        {
            "Word": "playlist",
            "Description": ""
        },
        {
            "Word": "PlayStation",
            "Description": "One word. Note capitalization of this Sony trademark. Do not add an s to make the term plural."
        },
        {
            "Word": "plug-in (n., adj.), plug in (v.)",
            "Description": "Note hyphen when used as a noun or adjective. Not plugin. Two words when used as a verb."
        },
        {
            "Word": "podcast",
            "Description": ""
        },
        {
            "Word": "police officer",
            "Description": "Use this term instead of policeman or policewoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "pop-up (n., adj.), pop up (v.)",
            "Description": "Note hyphen when used as a noun or adjective. Not popup. Two words when used as a verb. Examples: Get rid of pop-ups before they pop up. Stop pop-up ads from ever annoying you again."
        },
        {
            "Word": "pope",
            "Description": "Lowercase unless used as a formal title before a name. Examples: The pope pushed for social and health care reforms. The president met with Pope Benedict XVI."
        },
        {
            "Word": "post-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with a capital letter—if it does, insert a hyphen. Examples: postgame, posttrial, postproduction, post-Victorian."
        },
        {
            "Word": "Post-it",
            "Description": "Note hyphen and capitalization of this 3M trademark.  Do not use the term as a noun or add an s to make the term plural."
        },
        {
            "Word": "postal worker",
            "Description": "Use this term instead of postman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "pound",
            "Description": "An acceptable abbreviation for the unit of English measure pound(s) is lb. (note period)."
        },
        {
            "Word": "pre-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with an e or a capital letter—if it does, insert a hyphen. Examples: pre-enrollment, preproduction, pre-MP3."
        },
        {
            "Word": "premiere (n.)",
            "Description": "In general, people have debuts, while movies and other events have premieres. A premier is a prime minister."
        },
        {
            "Word": "Pres.",
            "Description": "Acceptable abbreviation for President: Pres. Obama."
        },
        {
            "Word": "president, President",
            "Description": "Lowercase unless used as a formal title before a name: President Barack Obama. In this case, it may also be abbreviated as Pres. (note period): Pres. Obama. Do not use president or President to refer to former presidents."
        },
        {
            "Word": "president-elect (n.)",
            "Description": "Note hyphen. Refers to a candidate who has been elected but not yet inaugurated. Use President-elect before a name: President-elect Barack Obama. Otherwise use president-elect: He was the first African American president-elect."
        },
        {
            "Word": "press",
            "Description": "When referring to a key on a keyboard, use press. Use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.) for the mouse action. See &ldquo;Mouse actions.&rdquo;"
        },
        {
            "Word": "primetime (n., adj.)",
            "Description": ""
        },
        {
            "Word": "print (v.)",
            "Description": "When instructing readers to create a hard copy of a document, use print. In the U.S., print out can also be used; in the U.K., print off."
        },
        {
            "Word": "printout (n.), print out (v.)",
            "Description": "One word when used as a noun. Two words when used as a verb. Example: I&rsquo;ll print out a copy of the article and mark my edits on the printout."
        },
        {
            "Word": "promo",
            "Description": "Short form of promotional message, promotional announcement, or something similar. OK to use when space is tight as a heading for a promotion or promotional box."
        },
        {
            "Word": "PS2, PS3",
            "Description": "OK to use as abbreviations for Sony products PlayStation 2 and PlayStation 3 as long as their meaning has been made clear. All capitals, no spaces."
        },
        {
            "Word": "pt.",
            "Description": "Acceptable abbreviation for pint(s). Note period. Include a space between the number and pt. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "pull-down menu",
            "Description": "Note hyphen. Preferred to drop-down menu or drop-down box. Also OK: menu, list."
        },
        {
            "Word": "push-to-talk (n., adj.)",
            "Description": "Lowercase, hyphenated. Example: They used push-to-talk to keep in touch during the night."
        },
        {
            "Word": "Q&A",
            "Description": "Abbreviation for question and answer. All capitals, no spaces. Note ampersand."
        },
        {
            "Word": "QR code (n., adj.)",
            "Description": "A type of bar code that can be read with a QR code reader. The code can contain text, a URL, or other data."
        },
        {
            "Word": "qt.",
            "Description": "Acceptable abbreviation for quart(s). Note period. Include a space between the number and qt. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "quart",
            "Description": "An acceptable abbreviation for quart(s) is qt. (note period). Note: A quart is a different measurement in the U.S. and the U.K."
        },
        {
            "Word": "QuickTime",
            "Description": "One word. Note capitalization of this Apple trademark."
        },
        {
            "Word": "racecar",
            "Description": ""
        },
        {
            "Word": "RAM",
            "Description": "Abbreviation for random access memory. Abbreviation is always OK."
        },
        {
            "Word": "re-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with an e or a capital letter—if it does, insert a hyphen. Exceptions: re-create, re-cover, and re-sent (to avoid confusion with recreate, recover, and resent). Examples: re-elect, reunify, resubscribe, re-FTP."
        },
        {
            "Word": "readme file",
            "Description": "Informational text file that is often included with software."
        },
        {
            "Word": "real time (n.), real-time (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective. Examples: Watch the file stream in real time. Get real-time updates delivered to your phone."
        },
        {
            "Word": "reality TV (n., adj.)",
            "Description": ""
        },
        {
            "Word": "representative",
            "Description": "For members of Congress, use Rep. or Reps. before a name: Rep. John Smith; Reps. Smith and Jones. Otherwise lowercase and don&rsquo;t abbreviate: The representative from Illinois. Representative is also a good gender-neutral alternative to salesman or saleswoman: Call your sales representative."
        },
        {
            "Word": "Republican (n., adj.)",
            "Description": "Capitalize when referring to the party, a member of the party, or the committee: Republican Party, Republican National Committee, Republican John McCain. Lowercase only when referring to something or someone characterized by republicanism in a general sense, but not necessarily affiliated with the Republican Party."
        },
        {
            "Word": "resubscribe (v.)",
            "Description": ""
        },
        {
            "Word": "resumé",
            "Description": "Accent on the last e only. OK to use accented character in webpage copy and HTML emails, but use resume (with no accent) in plain-text emails, in copy that may appear in an RSS feed, and in other places where special characters are not always supported (in comment systems and certain content management systems, for example)&mdash;such characters may become garbled."
        },
        {
            "Word": "retweet (n., v.)",
            "Description": "A message re-sent via Twitter or the resending of such a message. Often abbreviated as RT. Past tense: retweeted."
        },
        {
            "Word": "Rev.",
            "Description": "Abbreviation for Reverend. When used before a person&rsquo;s name, precede with the."
        },
        {
            "Word": "Reverend",
            "Description": "An honorific. The abbreviation Rev. is always OK. When used before a person&rsquo;s name, Reverend and Rev. are preceded by the. Examples: The Reverend Ralph David Abernathy was an associate of Martin Luther King Jr. Last week the Rev. Miller presided over the service."
        },
        {
            "Word": "right-click (n., v.)",
            "Description": "Note hyphen."
        },
        {
            "Word": "right-hand side",
            "Description": "Don&rsquo;t use. Use right side instead."
        },
        {
            "Word": "ringtone",
            "Description": ""
        },
        {
            "Word": "rock 'n' roll",
            "Description": "Note apostrophes. The variant rock-and-roll (hyphenated) is also acceptable, although rock &rsquo;n&rsquo; roll is preferred."
        },
        {
            "Word": "roundup (n.)",
            "Description": ""
        },
        {
            "Word": "RSS",
            "Description": "Acronym for Really Simple Syndication. All capitals. Abbreviation is always OK—but avoid using RSS on its own, since few people know what it means. Use news feed, RSS news feed, or RSS newsreader as appropriate."
        },
        {
            "Word": "s/he",
            "Description": "Avoid this usage. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "sales representative",
            "Description": "Use this term instead of salesman or saleswoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "schwag",
            "Description": "Do not use. See &ldquo;swag&rdquo;"
        },
        {
            "Word": "screen",
            "Description": "Use only to refer to the computer screen, not to a page on a website. When referring to a website, use page."
        },
        {
            "Word": "screen capture",
            "Description": ""
        },
        {
            "Word": "screen name",
            "Description": ""
        },
        {
            "Word": "screen reader",
            "Description": "An assistive technology (typically software) that vision-impaired people can use to hear the words on a webpage. See &ldquo;Accessibility tools.&rdquo;"
        },
        {
            "Word": "screencast",
            "Description": ""
        },
        {
            "Word": "screensaver",
            "Description": ""
        },
        {
            "Word": "screenshot",
            "Description": ""
        },
        {
            "Word": "scroll bar",
            "Description": ""
        },
        {
            "Word": "scroll wheel",
            "Description": ""
        },
        {
            "Word": "season",
            "Description": "Capitalize when referring to a specific TV season using a numeral: Season 3 of &ldquo;Mad Men.&rdquo; Do not capitalize when using an ordinal number: The third season of &ldquo;Mad Men,&rdquo; the 10th season of &ldquo;The Simpsons.&rdquo;"
        },
        {
            "Word": "seasons",
            "Description": "Lowercase the names of seasons and derivatives (for example, springtime, wintertime). Don&rsquo;t include a comma between a season name and a year. Example: Yahoo! Mail launched in fall 1997."
        },
        {
            "Word": "sec.",
            "Description": "Acceptable abbreviation for second(s). Note the period. Include a space between the number and sec. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "second",
            "Description": "When referring to time, an acceptable abbreviation for second(s) is sec. Note the period."
        },
        {
            "Word": "security key",
            "Description": ""
        },
        {
            "Word": "Senate",
            "Description": "Always capitalize the singular form: U.S. Senate, state Senate, the Senate. Lowercase the plural form: the Virginia and North Carolina senates."
        },
        {
            "Word": "senator",
            "Description": "Use Sen. or Sens. before a name: Sen. Olympia J. Snowe; Sens. Snowe and McCain. Otherwise lowercase and don&rsquo;t abbreviate: The senator from Maine."
        },
        {
            "Word": "Senior, Sr.",
            "Description": "Abbreviate as Sr. only in the full name of a person. Do not precede Senior or Sr. with a comma. Example: Frank M. Hines Sr. retired from his post as CEO of Dodd Inc."
        },
        {
            "Word": "SEO",
            "Description": "Abbreviation for search engine optimization. OK to abbreviate after initial explanation."
        },
        {
            "Word": "Sept. 11",
            "Description": "Preferred abbreviation for September 11, 2001. When space is very tight, 9/11 may also be used."
        },
        {
            "Word": "setup (n., adj.), set up (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: Set up your Yahoo! store. Check your Yahoo! store setup. Your setup fee has been waived."
        },
        {
            "Word": "short code",
            "Description": "Two words when used in a mobile or telecommunications context."
        },
        {
            "Word": "showtime",
            "Description": "Lowercase unless referring to the cable network."
        },
        {
            "Word": "shwag",
            "Description": "Do not use. See &ldquo;swag&rdquo;"
        },
        {
            "Word": "sidebar",
            "Description": ""
        },
        {
            "Word": "sign-in (n., adj.); sign in, sign in to (v.)",
            "Description": "As a noun or an adjective, it&rsquo;s hyphenated. As a verb, it&rsquo;s two words, which may be followed by the preposition to. Because it sounds less technical, Yahoo! prefers sign in to log in or log on. Examples: All visitors must sign in on the sign-in page. Visitors can sign in to Yahoo! Mail automatically. Choose your preferences for sign-in and security."
        },
        {
            "Word": "sign-in seal",
            "Description": "Lowercase. Note hyphen. A secret message or image created to help protect against phishing. Examples: Create a sign-in seal for this computer. My sign-in seal is not displaying."
        },
        {
            "Word": "sign-out (n., adj.); sign out, sign out of (v.)",
            "Description": "As a noun or an adjective, it&rsquo;s hyphenated. As a verb, it&rsquo;s two words, which may be followed by the preposition of. Because it sounds less technical, Yahoo! prefers sign out to log out or log off."
        },
        {
            "Word": "sign-up (n., adj.), sign up (v.)",
            "Description": "Hyphenate when used as a noun or an adjective. Two words when used as a verb. Examples: Sign up for the service. Fill in the sign-up form. Sign-up is free."
        },
        {
            "Word": "SIM card",
            "Description": "SIM stands for subscriber identity module, a card used in cell phones. Abbreviation is always OK."
        },
        {
            "Word": "site map",
            "Description": ""
        },
        {
            "Word": "slideshow (n., adj.)",
            "Description": ""
        },
        {
            "Word": "smart card",
            "Description": ""
        },
        {
            "Word": "smartphone",
            "Description": ""
        },
        {
            "Word": "SMS",
            "Description": "Abbreviation for short message service, used for text messaging. Abbreviation OK to use after initial explanation."
        },
        {
            "Word": "snail mail",
            "Description": ""
        },
        {
            "Word": "sneak peek",
            "Description": "Not peak."
        },
        {
            "Word": "social media (n., adj.)",
            "Description": "Treat social media as a mass noun with a singular verb, unless you can distinguish the individual modes of communication making up a use of social media. Social media is singular, for example, when it&rsquo;s referred to as a marketing avenue (Social media is a great way to get the word out about your business) or as a phenomenon (Social media has changed the way many people communicate). But when highlighting the individual communication tools that make up social media, treat the term as plural: Social media&mdash;Facebook, LinkedIn, Twitter, and so on&mdash;have changed the way many people communicate. See also &ldquo;media.&rdquo;"
        },
        {
            "Word": "social network (n.), social-network (adj.)",
            "Description": "Two words when used as a noun. Note hyphen when used as an adjective. Examples: Social-network analysis is a key technique in modern sociology. Add contacts to expand your social network."
        },
        {
            "Word": "social networking (n.), social-networking (adj.)",
            "Description": "Note hyphen when used as an adjective. Two words when used as a noun. Examples: The social-networking phenomenon has really taken off. To attract users, the site added social networking."
        },
        {
            "Word": "Social Security number",
            "Description": "Note capitalization."
        },
        {
            "Word": "socioeconomic",
            "Description": "Close up this and other two-thought compounds. See &ldquo;two-thought compounds.&rdquo;"
        },
        {
            "Word": "sound bite",
            "Description": ""
        },
        {
            "Word": "soundcheck",
            "Description": ""
        },
        {
            "Word": "soundstage",
            "Description": ""
        },
        {
            "Word": "spacebar",
            "Description": ""
        },
        {
            "Word": "spam (n., adj., v.)",
            "Description": "Lowercase when referring to unsolicited email or the act of sending such email."
        },
        {
            "Word": "spammer",
            "Description": ""
        },
        {
            "Word": "spell-checker (n.), spell-check (v.)",
            "Description": "Note hyphen."
        },
        {
            "Word": "spokesperson",
            "Description": "Use this term instead of spokesman or spokeswoman. See &ldquo;Write gender-neutral copy.&rdquo;"
        },
        {
            "Word": "spring, springtime",
            "Description": "Lowercase the season name."
        },
        {
            "Word": "spyware",
            "Description": ""
        },
        {
            "Word": "sq km",
            "Description": "Acceptable abbreviation for square kilometer(s). Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "sq m",
            "Description": "Acceptable abbreviation for square meter(s). Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "sq. ft.",
            "Description": "Acceptable abbreviation for square foot and square feet. Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "sq. in.",
            "Description": "Acceptable abbreviation for square inch(es). Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "sq. mi.",
            "Description": "Acceptable abbreviation for square mile(s). Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "sq. yd.",
            "Description": "Acceptable abbreviation for square yard(s). Note the periods. Include a space between the number and this abbreviation. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "square foot",
            "Description": "An acceptable abbreviation for square foot and square feet is sq. ft. (note the periods)."
        },
        {
            "Word": "square inch",
            "Description": "An acceptable abbreviation for square inch(es) is sq. in. (note periods)."
        },
        {
            "Word": "square kilometer",
            "Description": "An acceptable abbreviation for square kilometer(s) is sq km (no periods)."
        },
        {
            "Word": "square meter",
            "Description": "An acceptable abbreviation for square meter(s) is sq m (no periods)."
        },
        {
            "Word": "square mile",
            "Description": "An acceptable abbreviation for square mile(s) is sq. mi. (note periods)."
        },
        {
            "Word": "square yard",
            "Description": "An acceptable abbreviation for square yard(s) is sq. yd. (note periods)."
        },
        {
            "Word": "SSN",
            "Description": "Abbreviation for Social Security number. Do not use SSN number. See also &ldquo;Social Security number.&rdquo;"
        },
        {
            "Word": "standalone (adj.)",
            "Description": ""
        },
        {
            "Word": "startup (n., adj.), start up (v.)",
            "Description": "One word when used as a noun or an adjective. Two words when used as a verb."
        },
        {
            "Word": "style sheet (n.)",
            "Description": "Two words; lowercase even when referring to style sheets created with CSS language."
        },
        {
            "Word": "sub-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with a capital letter—if it does, insert a hyphen. Example: subdomain."
        },
        {
            "Word": "SULEV",
            "Description": "Acronym for super-ultra-low-emission vehicle. Acronym OK to use after initial explanation. Pronounced &ldquo;soo-lev&rdquo; (a SULEV). Plural: SULEVs."
        },
        {
            "Word": "summer, summertime",
            "Description": "Lowercase the season name."
        },
        {
            "Word": "super-",
            "Description": "Generally, when super- is a prefix, close up the prefix with root words unless the root word starts with a capital letter; if it does, insert a hyphen. Examples: superdelegate, superfood, supercharge, super-PC.  Note: If you can substitute fabulous or excellent for super, it&rsquo;s an adjective, not a prefix. Example: What a super friend you are! (What an excellent friend you are!) And if you can substitute especially or extremely for super (and the compound is not a well-known word in the dictionary, such as supercharged), then super is probably an adverb, not a prefix. Example: What a super sweet friend you are! (What an extremely sweet friend you are!)"
        },
        {
            "Word": "SUV",
            "Description": "Acronym for sport-utility vehicle. Acronym is always OK."
        },
        {
            "Word": "swag",
            "Description": "Free goods. Not schwag or shwag."
        },
        {
            "Word": "sync, synched, synching (v.)",
            "Description": "No h in sync. The other verb forms have an h to make them easier to read correctly at first glance. (Without the h, people may initially read syncing as &ldquo;since-ing.&rdquo;)"
        },
        {
            "Word": "T-shirt",
            "Description": "Note capitalization and hyphen."
        },
        {
            "Word": "tea party",
            "Description": "Lowercase, even when referring to the political group or movement."
        },
        {
            "Word": "techno-",
            "Description": "Generally, close up this prefix with root words unless the root word starts with an o or a capital letter—if it does, insert a hyphen. Examples: technobabble, technoelitist, technophobia."
        },
        {
            "Word": "text (n., v.)",
            "Description": "Short form of text message. Plural: texts. Other forms: texted, texting. Examples: Did you get my text? Don&rsquo;t text while driving. She was texting during the lecture."
        },
        {
            "Word": "text box",
            "Description": ""
        },
        {
            "Word": "text message (n.), text-message (adj., v.)",
            "Description": "Two words when used as a noun. Note hyphen when used as an adjective or a verb. Examples: She had a heated text-message argument with her boyfriend. Did you get my text message? I&rsquo;ll text-message you with the details."
        },
        {
            "Word": "thank-you (n., adj.), thank you (v. + obj.)",
            "Description": "Note hyphen when used as a noun or an adjective. Two words when used as a verb and object. Plural: thank-yous. Examples: As a thank-you for your participation, you&rsquo;ll receive a $10 gift card. Please accept this thank-you gift for your participation. We would like to thank you for participating."
        },
        {
            "Word": "theater, theatre",
            "Description": "The preferred U.S. spelling is theater. Theatre is chiefly British."
        },
        {
            "Word": "thousand",
            "Description": "In general, spell out thousand, but if space is tight, K is an acceptable abbreviation. Don&rsquo;t abbreviate as M or G. Example: Contestant wins $5K on game show (headline)."
        },
        {
            "Word": "thumb drive",
            "Description": "Two words, lowercase. Another name for flash drive."
        },
        {
            "Word": "timeshift, timeshifting",
            "Description": "One word. Refers to recording and storing a program to watch or to listen to later."
        },
        {
            "Word": "TiVo",
            "Description": "Note capitalization.  Do not use this trademark generically or as a verb, and don&rsquo;t add an s to form a plural."
        },
        {
            "Word": "to-do (n., adj.)",
            "Description": "Hyphenate when using as a noun or adjective. Use an apostrophe in the plural form: to-do&rsquo;s. Capitalize as To-Do in title case."
        },
        {
            "Word": "toolbar",
            "Description": "Lowercase when used generically."
        },
        {
            "Word": "tooltip",
            "Description": "One word, lowercase. A small box containing informational text that appears onscreen when the mouse cursor or pointer rolls over an item on a webpage. Also called a help tag."
        },
        {
            "Word": "TOS",
            "Description": "Abbreviation for terms of service. Abbreviation OK on second reference."
        },
        {
            "Word": "touchpad (n., adj.)",
            "Description": ""
        },
        {
            "Word": "touchscreen (n., adj.)",
            "Description": ""
        },
        {
            "Word": "toward, towards",
            "Description": "The preferred U.S. spelling is toward. Towards is chiefly British and is considered a variant of toward in the United States."
        },
        {
            "Word": "trackball (n., adj.)",
            "Description": ""
        },
        {
            "Word": "trade show (n., adj.)",
            "Description": ""
        },
        {
            "Word": "trainwreck (n.)",
            "Description": ""
        },
        {
            "Word": "trans fat (n.)",
            "Description": ""
        },
        {
            "Word": "trash-talking (n., adj., v.), trash-talker (n.)",
            "Description": ""
        },
        {
            "Word": "traveler (n.); traveled, traveling (v.)",
            "Description": "The preferred U.S. spelling has one l. The preferred British spelling has two l&rsquo;s."
        },
        {
            "Word": "Trojan horse",
            "Description": "Note capitalization."
        },
        {
            "Word": "troubleshoot",
            "Description": ""
        },
        {
            "Word": "turnout (n.), turn out (v.)",
            "Description": "One word when used as a noun: We expect a huge voter turnout. Two words when used as a verb: Let&rsquo;s see how many voters turn out for this election."
        },
        {
            "Word": "TV",
            "Description": "Abbreviation is always OK. Plural: TVs."
        },
        {
            "Word": "tweet (n., v.)",
            "Description": "Lowercase when referring to a message sent via Twitter or to the action of sending such a message. Past tense: tweeted."
        },
        {
            "Word": "TWiki",
            "Description": "An open-source platform for online collaboration. Note capital W. As a trademark, TWiki should be used as an adjective, not a noun."
        },
        {
            "Word": "Twitter (n., adj.)",
            "Description": "Capitalize when referring to the microblogging site.  Do not use as a verb to refer to communicating on Twitter&mdash;use tweet instead."
        },
        {
            "Word": "two-thought compounds",
            "Description": "Close up adjectives that denote two aspects of, or factors affecting, the modified noun and whose first element is a combining form that cannot stand alone. Examples: electromagnetic, psychosomatic, socioeconomic. Close up two-thought compound nouns as well: docudrama. Exceptions: Hyphenate compounds in which the elements are proper adjectives: Judeo-Christian, Franco-American. Also hyphenate temporary, ad hoc compounds: socio-artistic."
        },
        {
            "Word": "U.K. (n., adj.)",
            "Description": "Abbreviation for United Kingdom. Note periods, no space. Use UK (with no periods) only in postal addresses."
        },
        {
            "Word": "U.N. (n., adj.)",
            "Description": "Abbreviation for United Nations. Note periods, no space."
        },
        {
            "Word": "U.S. (n., adj.)",
            "Description": "Abbreviation for United States. Note periods, no space. Not US or U. S. The single exception is specifying currency in prices; in this case, do not include the periods. Example: US$299."
        },
        {
            "Word": "UI",
            "Description": "Abbreviation for user interface. Abbreviation OK to use after initial explanation."
        },
        {
            "Word": "unfriend (v.)",
            "Description": "OK to use as a verb meaning to remove a friend from one&rsquo;s network on a social-networking site. Example: Carrie unfriended everyone who humiliated her at the prom."
        },
        {
            "Word": "UNIX",
            "Description": ""
        },
        {
            "Word": "up-to-date",
            "Description": "Note hyphens. Examples: Keep your calendar up-to-date. Keep an up-to-date calendar."
        },
        {
            "Word": "upper-left corner",
            "Description": "Note hyphen. Not upper-left-hand corner."
        },
        {
            "Word": "upper-right corner",
            "Description": "Note hyphen. Not upper-right-hand corner."
        },
        {
            "Word": "URL",
            "Description": "All capitals. Stands for Uniform Resource Locator. Abbreviation is always OK. Plural: URLs. Pronunciation &ldquo;yoo-ar-el&rdquo; is most common (a URL); however, pronouncing URL as &ldquo;earl&rdquo; is also acceptable (an URL) as long as it is done consistently."
        },
        {
            "Word": "USA",
            "Description": "Abbreviation for United States of America. Abbreviation is always OK."
        },
        {
            "Word": "USB",
            "Description": "Abbreviation for Universal Serial Bus. Abbreviation is always OK."
        },
        {
            "Word": "user",
            "Description": "Because of the techie, impersonal nature of the term user, consider using member, subscriber, customer, reader, visitor, or similar. For more details, see &ldquo;User-instruction mechanics.&rdquo;"
        },
        {
            "Word": "user name",
            "Description": "Lowercase, two words. Not username."
        },
        {
            "Word": "v.",
            "Description": "Acceptable abbreviation for versus in a legal context: Brown v. Board of Education outlawed the racial segregation of public schools in the U.S.  Do not use outside a legal context: See &ldquo;vs.&rdquo;"
        },
        {
            "Word": "VGA",
            "Description": "Abbreviation for video graphics array. Abbreviation is always OK."
        },
        {
            "Word": "vice president (n.)",
            "Description": "Two words, no hyphen. Capitalize before a name: Vice President Joe Biden. Otherwise lowercase: She would have been the first female vice president. In both cases, it may be abbreviated as VP: VP Joe Biden; the first female VP."
        },
        {
            "Word": "vice-presidential (adj.)",
            "Description": "Always hyphenated."
        },
        {
            "Word": "vidcast",
            "Description": "One word, lowercase. Short for video podcast."
        },
        {
            "Word": "video camera",
            "Description": ""
        },
        {
            "Word": "video game",
            "Description": ""
        },
        {
            "Word": "video gamer",
            "Description": ""
        },
        {
            "Word": "video-chat (adj., v.)",
            "Description": ""
        },
        {
            "Word": "videoconference",
            "Description": ""
        },
        {
            "Word": "videophone",
            "Description": ""
        },
        {
            "Word": "vlog",
            "Description": "One word, lowercase. Short for video blog."
        },
        {
            "Word": "voicemail",
            "Description": "One word, lowercase. Not voice mail."
        },
        {
            "Word": "voicemail box",
            "Description": ""
        },
        {
            "Word": "VoIP",
            "Description": "Abbreviation for voice over Internet Protocol. Abbreviation OK to use after initial explanation."
        },
        {
            "Word": "VPN",
            "Description": "Abbreviation for virtual private network. Abbreviation OK to use after initial explanation."
        },
        {
            "Word": "vs.",
            "Description": "Acceptable abbreviation for versus when used outside a legal context: The 1938 rematch of Joe Louis vs. Max Schmeling made boxing history.  Do not use in a legal context: See &ldquo;v.&rdquo;"
        },
        {
            "Word": "wallpaper, wallpapers",
            "Description": ""
        },
        {
            "Word": "WAN",
            "Description": "Acronym for wide area network. Acronym OK to use after initial explanation."
        },
        {
            "Word": "WAP",
            "Description": "Abbreviation for Wireless Application Protocol. Abbreviation OK after initial explanation."
        },
        {
            "Word": "Washington, D.C.",
            "Description": "Note the comma and periods. The abbreviation stands for District of Columbia. When space is tight, Wash. DC is an acceptable abbreviation. Washington may also be used if there is no chance it will be confused for the state of Washington."
        },
        {
            "Word": "Web (n., adj.)",
            "Description": "Note capitalization. Examples: Yahoo! Search helps you find information on the Web. Cut and paste the address into your Web browser. Most compounds formed with Web are open, such as Web beacon, Web conference, Web feed, and Web hosting. Exceptions such as webpage and website are included as separate entries in this list. [Updated to include Web beacon.]"
        },
        {
            "Word": "webcam",
            "Description": ""
        },
        {
            "Word": "webcast",
            "Description": ""
        },
        {
            "Word": "webinar",
            "Description": "A seminar conducted online."
        },
        {
            "Word": "webisode",
            "Description": ""
        },
        {
            "Word": "weblog",
            "Description": "Use only when describing the origin of the word blog, which is the preferred usage."
        },
        {
            "Word": "webmaster",
            "Description": ""
        },
        {
            "Word": "webpage",
            "Description": ""
        },
        {
            "Word": "website",
            "Description": ""
        },
        {
            "Word": "well-wishers (n.)",
            "Description": ""
        },
        {
            "Word": "white",
            "Description": "Lowercase when referring to race."
        },
        {
            "Word": "Wi-Fi",
            "Description": "Short for wireless fidelity. Note capitalization and hyphen. Shortened form always OK."
        },
        {
            "Word": "widescreen",
            "Description": ""
        },
        {
            "Word": "Wii",
            "Description": "Note capitalization and spelling of this Nintendo trademark. Do not add an s to form the plural."
        },
        {
            "Word": "wiki",
            "Description": "Lowercase. Plural: wikis."
        },
        {
            "Word": "winter, wintertime",
            "Description": "Lowercase the season name."
        },
        {
            "Word": "word processing (n.), word-processing (adj.)",
            "Description": "Two words when used as a noun, hyphenated when used as an adjective."
        },
        {
            "Word": "word-of-mouth (n., adj.)",
            "Description": "Note hyphens when used as a noun or adjective."
        },
        {
            "Word": "workflow",
            "Description": ""
        },
        {
            "Word": "world phone",
            "Description": "Two words, lowercase. A cell phone that works on networks around the world."
        },
        {
            "Word": "World Wide Web",
            "Description": "Note capitalization."
        },
        {
            "Word": "worldwide (adj., adv.)",
            "Description": ""
        },
        {
            "Word": "WWW",
            "Description": "All capitals. OK to use as an abbreviation for World Wide Web."
        },
        {
            "Word": "WYSIWYG",
            "Description": "Acronym for what you see is what you get. Abbreviation is always OK."
        },
        {
            "Word": "X-ray",
            "Description": "Note capitalization and hyphen."
        },
        {
            "Word": "Xbox",
            "Description": "One word. Note capitalization of this Microsoft trademark. Do not add es to form the plural."
        },
        {
            "Word": "XHTML",
            "Description": "Abbreviation for Extensible Hypertext Markup Language. Depending on audience, may require explanation on first reference."
        },
        {
            "Word": "XML",
            "Description": "Abbreviation for Extensible Markup Language. Depending on audience, may require explanation on first reference."
        },
        {
            "Word": "Yahoo (n.)",
            "Description": "When referring to an employee or user of Yahoo!, use uppercase Y and no exclamation point. Plural: Yahoos. Example: Yahoo! employs many Yahoos."
        },
        {
            "Word": "yahoo (v.)",
            "Description": "When using yahoo as a verb, use lowercase y and no exclamation point. Don&rsquo;t use yahoo (the verb) as an exclamation. Example: Yahoo! employees are a dedicated group, often found yahooing on their own time."
        },
        {
            "Word": "Yahoo!",
            "Description": "When referring to the company, its brands, products, or services, use uppercase Y. Note that the exclamation point is considered a character, not a punctuation mark. Possessive: Yahoo!&rsquo;s."
        },
        {
            "Word": "yard",
            "Description": "An acceptable abbreviation for yard(s) is yd. (note period)."
        },
        {
            "Word": "yd.",
            "Description": "Acceptable abbreviation for yard(s). Note the period. Include a space between the number and yd. For information about when it&rsquo;s OK to use the abbreviation, see &ldquo;Units of measure.&rdquo;"
        },
        {
            "Word": "YouTube",
            "Description": "One word. Note capitalization of this Google trademark."
        },
        {
            "Word": "zero-emission (adj.)",
            "Description": "Hyphenated when used as an adjective: zero-emission car. Note that there is no s at the end of emission."
        },
        {
            "Word": "ZIP code",
            "Description": "Note capitalization. Not Zip code."
        }
    ]
}
